Repository: mxenabled/connect-widget
Catalog: src/const/language/frCa.po
Languages: fr_ca

source: We welcome your feedback. Please do not share personal or financial information, such as account numbers or passwords. Your feedback is anonymous and will be available to this app and their data access provider, MX, to help improve the experience of connecting financial data.
fr_ca: Vos commentaires sont les bienvenus. Veuillez ne pas partager d'informations personnelles ou financières, telles que des numéros de compte ou des mots de passe. Vos commentaires sont anonymes et seront disponibles pour cette application et leur fournisseur d'accès aux données, MX, pour aider à améliorer l'expérience de connexion des données financières.

source: What was %1 about it?
fr_ca: Qu'est-ce qu'il y avait de %1 là-dedans?

source: Very bad
fr_ca: Très mauvais

source: Bad
fr_ca: Mal

source: Okay
fr_ca: Ça va!

source: Good
fr_ca: Bien

source: Very good
fr_ca: Très bien

source: Connecting to %1
fr_ca: Se connecter à %1

source: Manual Institution
fr_ca: Établissement manuel

source: Verify identity
fr_ca: Vérifier l'identité

source: Payment due day
fr_ca: Jour d'échéance du paiement

source: Choose what day of the month your payment is due.
fr_ca: Choisissez le jour du mois où votre paiement est dû.

source: Track accounts, assets, and other things that don't have a live connection.
fr_ca: Suivez les comptes, les actifs et d'autres choses qui n'ont pas de connexion en direct.

source: Account name
fr_ca: Nom du compte

source: Account balance
fr_ca: Solde du compte

source: Property type
fr_ca: Type de propriété

source: Interest rate
fr_ca: Taux d'intérêt

source: Minimum payment
fr_ca: Paiement minimum

source: Day of the month payment is due
fr_ca: Le jour du mois, le paiement est dû

source: Credit limit
fr_ca: Limite de crédit

source: Original balance
fr_ca: Solde d'origine

source: Personal
fr_ca: Personnel

source: Business
fr_ca: Entreprise

source: Save
fr_ca: Sauvegarder

source: %1 added
fr_ca: %1 ajouté

source: Your account has been saved manually. You can edit or delete it later.
fr_ca: Votre compte a été enregistré manuellement. Vous pouvez le modifier ou le supprimer ultérieurement.

source: Oops! Verification must be enabled to use this feature.
fr_ca: Oops! La vérification doit être activée pour utiliser cette fonctionnalité.

source: Delete manually added accounts?
fr_ca: Supprimer les comptes ajoutés manuellement?

source: This will remove all manually added accounts and their associated transactions. This cannot be undone.
fr_ca: Cela supprimera tous les comptes ajoutés manuellement et leurs transactions associées. Ça ne peut pas être annulé.

source: We’re working on it. Stick around!
fr_ca: Nous y travaillons. Rester dans les parages!

source: We’re getting closer. Hang tight!
fr_ca: Nous nous rapprochons. Tenir fermement!

source: Still working. Stay with us!
fr_ca: Nous nous rapprochons. Tenir fermement!

source: Syncing your information.
fr_ca: Synchronisation de vos informations.

source: Getting verification data.
fr_ca: Obtenir des données de vérification.

source: Getting identification data.
fr_ca: Obtenir des données d'identification.

source: Finishing up.
fr_ca: Finir.

source: Caps lock is on
fr_ca: Touche Maj activée

source: Waiting for permission
fr_ca: En attente d'autorisation

source: Forgot your password?
fr_ca: Mot de passe oublié?

source: Forgot your username?
fr_ca: Nom d’utilisateur oublié?

source: Incorrect Credentials
fr_ca: Identifiants incorrects

source: The credentials entered do not match those at %1. Please correct them below to continue.
fr_ca: Les informations d'identification saisies ne correspondent pas à celles de %1. Veuillez les corriger ci-dessous pour continuer.

source: Data access by
fr_ca: Accès aux données par

source: You should have been directed to %1 to sign in and connect your account.
fr_ca: Vous avez dû être redirigé vers %1 pour vous connecter et connecter votre compte.

source: Loan
fr_ca: Prêt

source: Credit Card
fr_ca: Carte de Crédit

source: Investment
fr_ca: Investissement

source: Line of Credit
fr_ca: Ligne de Credit

source: Mortgage
fr_ca: Hypothèque

source: Property
fr_ca: Propriété

source: Cash
fr_ca: L'argent

source: Insurance
fr_ca: Assurance

source: Prepaid
fr_ca: Carte Prépayée

source: Real Estate
fr_ca: Immobilier

source: Vehicle
fr_ca: Véhicule

source: Jewelry
fr_ca: Bijoux

source: Furniture
fr_ca: Meubles

source: Appliances
fr_ca: Appareils Electroménagers

source: Computer
fr_ca: L'ordinateur

source: Electronics
fr_ca: Électronique

source: Sports Equipment
fr_ca: Équipement Sportif

source: Miscellaneous
fr_ca: Divers

source: Oops! We couldn't find that connection.
fr_ca: Oops! Nous n'avons pas pu trouver cette connexion.

source: Select a value
fr_ca: Sélectionnez une valeur

source: Investments
fr_ca: Investissements

source: Connect in seconds
fr_ca: Connectez-vous en quelques secondes

source: MX helps you connect your financial accounts to apps and services. MX will allow your app to access only the data requested.
fr_ca: MX vous aide à connecter vos comptes financiers à des applications et des services. MX va permettra à votre application d'accéder uniquement aux données demandées.

source: Your data is encrypted and shared only with your permission. MX doesn’t sell your info, and you can stop sharing at any time.
fr_ca: Vos données sont cryptées et partagées uniquement avec votre permission. MX ne vend pas vos informations, et vous pouvez arrêter de les partager à tout moment.

source: Learn more
fr_ca: En savoir plus

# connect/disclosure/policy/link
source: MX Privacy Policy
fr_ca: Politique de confidentialité de MX.

source: Account not connected
fr_ca: Compte non connecté

source: This account can't be connected. There were too many failed attempts.
fr_ca: Ce compte ne peut pas être connecté. Il y a eu trop de tentatives infructueuses.

source: We’re unable to connect this account. Please review the account details you submitted.
fr_ca: Nous ne pouvons pas connecter ce compte. Veuillez revoir les détails du compte que vous avez soumis.

source: We’re unable to connect this account. Please try again later.
fr_ca: Nous ne pouvons pas connecter ce compte. Veuillez réessayer plus tard.

source: Connect a different account
fr_ca: Connecter un autre compte

# connect/disclosure/title
source: Connect your account
fr_ca: Connectez votre compte

# connect/disclosure/body
source: This app will have access to the information below unless you choose to disconnect:
fr_ca: Cette application aura accès aux informations ci-dessous sauf si vous choisissez de vous déconnecter:

source: Send
fr_ca: Envoyer

source: Review your sharing permissions
fr_ca: Vérifiez vos autorisations de partage

source: Trouble signing in?
fr_ca: Vous avez des difficultés à vous connecter?

source: Please try saving your account again.
fr_ca: Veuillez réessayer d'enregistrer votre compte.

source: Search for your institution
fr_ca: Cherchez votre institution

source: Submit an institution request
fr_ca: Soumettre une demande d'institution

source: No eligible accounts
fr_ca: Aucun compte éligible

source: No eligible checking or savings account was found. Please try a different account.
fr_ca: Aucun compte chèque ou d'épargne éligible n'a été trouvé. Veuillez essayer un autre compte

source: None of your accounts are eligible checking or savings accounts. Please try a different account.
fr_ca: Aucun de vos comptes n'est un compte chèque ou d'épargne éligible. Veuillez essayer un autre compte.

source: Try another institution
fr_ca: Essayez une autre institution

source: The first and last characters are blank spaces
fr_ca: Les premier et dernier caractères sont des espaces vides

source: The first character is a blank space
fr_ca: Le premier caractère est un espace vide

source: The last character is a blank space
fr_ca: Le dernier caractère est un espace vide

source: Choose a reason for deleting
fr_ca: Choisissez un motif de suppression

source: %1 trusts MX to connect your %2 account
fr_ca: %1 fait confiance à MX pour connecter votre compte %2

source: You have successfully connected %1 to %2
fr_ca: Vous avez réussi à connecter %1 à %2

source: This app trusts MX to connect your account
fr_ca: Cette application fait confiance à MX pour connecter votre compte

source: MX helps you connect your financial accounts to apps and services. MX will allow %1 to access only the data requested.
fr_ca: MX vous aide à connecter vos comptes financiers aux applications et services. MX permettra à %1 d'accéder uniquement aux données demandées.

source: Select how to connect your account
fr_ca: Sélectionnez comment connecter votre compte

source: Instant
fr_ca: Instantanée

source: Securely log into your account. We found %1 institutions with routing number %2
fr_ca: Connectez-vous en toute sécurité à votre compte. Nous avons trouvé %1 institutions avec le numéro d'acheminement %2

source: 2-3 days
fr_ca: 2-3 jours

source: Enter account number
fr_ca: Entrer le numéro de compte

source: Recommended
fr_ca: Recommandé

source: Manual
fr_ca: Manuel

source: Select an account
fr_ca: Sélectionner un compte

source: Loading …
fr_ca: Chargement …

source: Load more institutions
fr_ca: Charger plus d'institutions

source: Close
fr_ca: Fermer

source: Log in at %1
fr_ca: Connectez-vous à %1

source: You’ll be sent to %1 to securely log in.
fr_ca: Vous serez envoyé à %1 pour vous connecter en toute sécurité.

source: Then you’ll return here to finish connecting.
fr_ca: Ensuite, vous reviendrez ici pour terminer la connexion.

source: Go to log in
fr_ca: Allez vous connecter

source: Data requested by %1
fr_ca: Données demandées par %1

source: Data %1 may request
fr_ca: Les données %1 peuvent être demandées

source: Contact information
fr_ca: Informations sur les contacts

source: Name, email, address, phone on file with this institution.
fr_ca: Nom, adresse électronique, adresse et numéro de téléphone figurant dans le dossier de l'institution.

source: Personal information
fr_ca: Informations personnelles

source: Name, email, address, phone, date of birth, tax ID, SSN on file with this institution.
fr_ca: Nom, adresse électronique, adresse, téléphone, date de naissance, numéro d'identification fiscale, numéro de sécurité sociale figurant dans le dossier de l'institution.

source: Account display name, masked account number, type, and description.
fr_ca: Nom d'affichage du compte, numéro de compte masqué, type et description.

source: Detailed account information
fr_ca: Informations détaillées sur le compte

source: Account display name, masked account number, type, description, account balances, credit limits, due dates, interest rates, and rewards balances.
fr_ca: Nom d'affichage du compte, numéro de compte masqué, type, description, soldes de compte, limites de crédit, dates d'échéance, taux d'intérêt et soldes de récompenses.

source: Account payment information
fr_ca: Informations sur le paiement du compte

source: Full account number and bank routing number.
fr_ca: Numéro de compte complet et numéro d'acheminement bancaire.

source: Details about individual underlying investments, contributions, investment loans, open orders, pension sources, vesting, holdings, and other relevant information about each holding.
fr_ca: Détails concernant les investissements sous-jacents individuels, les contributions, les prêts d'investissement, les ordres ouverts, les sources de pension, l'acquisition des droits, les participations et d'autres informations pertinentes concernant chaque participation.

source: Historical and current transactions, transaction types, amounts, dates, and descriptions.
fr_ca: Transactions historiques et actuelles, types de transactions, montants, dates et descriptions.

source: Statements
fr_ca: Déclarations

source: Periodic PDF statement showing personal information, account, and transaction details.
fr_ca: Relevé périodique au format PDF indiquant les informations personnelles, le compte et les détails des transactions.

source: your app
fr_ca: votre application

source: Your app
fr_ca: Votre application

source: Other available data
fr_ca: Autres données disponibles

source: Data requested
fr_ca: Données demandées

source: Something went wrong. Please try again.
fr_ca: Quelque chose s'est mal passé. Veuillez réessayer.

source: Selecting Continue will take you to an external website with a different privacy policy, security measures, and terms and conditions.
fr_ca: En sélectionnant Continuer, vous serez redirigé vers un site Web externe avec une politique de confidentialité, des mesures de sécurité et des conditions générales différentes.

# Verifying
source: Checking
fr_ca: Vérification

# AccountType
source: Checking
fr_ca: Compte-chèques

source: %1 may request access to the following data at any time, only as needed, in order to support your requested products and services.
fr_ca: %1 peut demander l'accès aux données suivantes à tout moment, uniquement si nécessaire, afin de prendre en charge les produits et services demandés.

source: %1 is requesting access to the following data at this time in order to support your requested products and services.
fr_ca: %1 demande actuellement l'accès aux données suivantes afin de prendre en charge les produits et services demandés.

source: Account selection is required.
fr_ca: La sélection du compte est requise.

source: No eligible account was selected. Please select a checking or savings account.
fr_ca: Aucun compte éligible n'a été sélectionné. Veuillez sélectionner un compte courant ou un compte d'épargne.

source: No results found for ”%1”
fr_ca: Aucun résultat trouvé pour ”%1”

source: Check spelling and try again, or try searching for another institution.
fr_ca: Vérifiez l’orthographe et réessayez, ou essayez de rechercher une autre institution.

source: Enter your %1
fr_ca: Entrez votre %1

source: This browser is not supported
fr_ca: Ce navigateur n'est pas pris en charge

source: We no longer support Internet Explorer. You can continue, or switch to a supported browser, like
fr_ca: Nous ne prenons plus en charge Internet Explorer. Vous pouvez continuer ou passer à un navigateur pris en charge, comme

source: for a better experience.
fr_ca: pour une meilleure expérience.

source: Clicking the links to supported browsers will take you to an external website with a different privacy policy, security measures, and terms and conditions.
fr_ca: En cliquant sur les liens vers les navigateurs pris en charge, vous serez redirigé vers un site web externe avec une politique de confidentialité, des mesures de sécurité et des conditions d'utilisation différentes.

source: Session expired
fr_ca: Session expirée

source: No recent activity
fr_ca: Aucune activité récente

source: Please refresh your browser to continue.
fr_ca: Veuillez rafraîchir votre navigateur pour continuer.

source: Please click Continue to avoid timing out.
fr_ca: Veuillez cliquer sur Continuer pour éviter la déconnexion.

source: Unsupported Resolution
fr_ca: Résolution non prise en charge

source: Your screen zoom setting may not be compatible with the current screen size. The minimum supported width is 320 pixels. Please reduce your screen zoom setting to view all the content.
fr_ca: Les paramètres de zoom de votre écran peuvent ne pas être compatibles avec la taille actuelle de l'écran. La largeur minimale prise en charge est de 320 pixels. Veuillez réduire le paramètre de zoom de votre écran pour voir tout le contenu.

source: Dismiss
fr_ca: Rejeter

source: We've notified support and we're looking into the issue. Please try again later.
fr_ca: Nous avons prévenu le support et nous examinons le problème. Veuillez réessayer plus tard.

source: Something went wrong.
fr_ca: Quelque chose s'est mal passé.

source: Please find the two small deposits less than a dollar each in your %1 account, and enter the amounts here.
fr_ca: Veuillez trouver les deux petits dépôts de moins d'un dollar chacun dans votre compte %1 et saisir les montants ici.

source: Thanks for submitting your account info. Check back soon! In the next few days you should find two small deposits less than a dollar each in your %1 account. When you see them, come back here and enter the amounts.
fr_ca: Merci d'avoir soumis les informations de votre compte. Revenez bientôt ! Dans les prochains jours, vous devriez trouver deux petits dépôts de moins d'un dollar chacun sur votre compte %1. Lorsque vous les voyez, revenez ici et inscrivez les montants.

source: We've connected to your financial institution, but couldn't find eligible checking or savings accounts for money movement; however, connected accounts may still provide aggregated data. Please try linking an account from a different institution.
fr_ca: Nous nous sommes connectés à votre institution financière, mais nous n'avons pas trouvé de comptes chèques ou d'épargne éligibles pour les mouvements d'argent ; cependant, les comptes connectés peuvent toujours fournir des données agrégées. Veuillez essayer de lier un compte d'une autre institution.

source: Accounts not eligible for transfers
fr_ca: Comptes non éligibles aux transferts

source: We've connected to your financial institution, but couldn't find eligible checking or savings accounts for money movement; however, other account information may still have been shared.
fr_ca: Nous nous sommes connectés à votre institution financière, mais nous n'avons pas trouvé de comptes chèques ou d'épargne éligibles pour les mouvements d'argent ; cependant, d'autres informations de compte peuvent encore avoir été partagées.

source: Please try linking a checking or savings account.
fr_ca: Veuillez essayer de lier un compte courant ou un compte d'épargne.

source: Choose an institution that’s already connected and select accounts to share, or search for a different one.
fr_ca: Choisissez une institution déjà connectée et sélectionnez les comptes à partager, ou recherchez-en un autre.
