Repository: mxenabled/connect-widget
Catalog: src/const/language/frCa.po
Languages: fr_ca

source: Add Manual Account
fr_ca: Ajouter un compte manuellement

source: Search
fr_ca: Chercher

source: Cancel
fr_ca: Annuler

source: Account details
fr_ca: Détails sur le compte

source: Routing and account numbers
fr_ca: Numéros d’acheminement et de compte

source: Account balances and transactions
fr_ca: Soldes et transactions des comptes

source: Account balances
fr_ca: Soldes des comptes

source: Your information is protected with bank-level security.
fr_ca: Vos renseignements sont protégés par une sécurité de niveau bancaire.

# connect/disclosure/policy/text
source: By clicking Continue, you agree to the
fr_ca: En cliquant sur Continuer, vous acceptez la

# connect/disclosure/policy/link
source: MX Privacy Policy.
fr_ca: Politique de confidentialité de MX.

# connect/disclosure/button
source: Continue
fr_ca: Continuer

source: Continue
fr_ca: Continuer

source: Connect
fr_ca: Connecter

source: Back
fr_ca: Retour

source: Go to bank's website
fr_ca: Aller sur le site Web de la banque

source: There was a problem with this institution, try again later.
fr_ca: Il y a un problème avec cette institution, réessayez plus tard.

source: You are leaving
fr_ca: Vous êtes sur le point de quitter

source: Disconnected
fr_ca: Déconnecté

source: You have successfully disconnected %1.
fr_ca: Vous vous êtes déconnecté correctement de %1.

source: Done
fr_ca: Terminé

source: Check or reset your access
fr_ca: Vérifier ou réinitialiser votre accès

source: Stop sharing information
fr_ca: Arrêt du partage d’informations

source: Select your institution
fr_ca: Sélectionnez votre institution

source: Choose from institutions you've already connected or search for a new one.
fr_ca: Choisissez parmi les institutions que vous avez déjà connectées ou recherchez-en une nouvelle.

source: %1 Connected institution
fr_ca: %1 Institution connectée

source: %1 Account
fr_ca: %1 Compte

source: Search more institutions
fr_ca: Chercher plus d’institutions

source: Enter institution name
fr_ca: Saisir le nom de l’institution

source: Starting
fr_ca: Démarrage

source: Additional Information Required
fr_ca: Informations supplémentaires requises

source: Verifying credentials
fr_ca: Vérification de l’authentifiant

source: Syncing data
fr_ca: Synchroniser les données

source: Finishing
fr_ca: Finalisation

source: Waiting for authentication
fr_ca: En attente d'authentification

source: Error has occurred
fr_ca: Une erreur s’est produite

source: Verifying ...
fr_ca: Vérification ...

source: Oops! We weren't able to disconnect this institution. Please try again later.
fr_ca: Oops! Nous n'avons pas pu déconnecter cette institution. Veuillez réessayer plus tard.

source: Disconnect
fr_ca: Déconnecter

source: I no longer use this account or it’s not mine
fr_ca: Je n’utilise plus ce compte ou il ne m’appartient pas

source: I don’t want to share my data
fr_ca: Je ne veux pas partager mes données

source: The account information is old or inaccurate
fr_ca: Les informations de compte sont anciennes ou erronées

source: I am unable to connect this account here
fr_ca: Je n’arrive pas à connecter ce compte

source: I don’t want to use this app
fr_ca: Je ne veux pas utiliser cette application

source: I don’t want this account connected here
fr_ca: Je ne veux pas que mon compte soit connecté ici

source: Other
fr_ca: Autre

source: Oops! There was an error trying to connect your account. Please try again.
fr_ca: Oups! Une erreur est survenue lors de la connexion de votre compte. Veuillez réessayer.

source: Loading ...
fr_ca: Chargement ...

source: Add account with %1
fr_ca: Ajouter un compte avec %1

source: Private and secure
fr_ca: Confidentiel et sécuritaire

source: Reset Search
fr_ca: Réinitialiser la recherche

source: Go Back
fr_ca: Retour

source: Something went wrong
fr_ca: Un problème est survenu

source: The last 3 attempts to connect have failed. Please re-enter your credentials to continue importing data.
fr_ca: Les trois dernières tentatives de connexion ont échoué. Veuillez saisir à nouveau vos informations d’identification pour continuer à importer des données.

source: The credentials entered do not match those at %1. Please update them to continue.
fr_ca: Les informations d’identification saisies ne correspondent pas à celles de %1. Veuillez les mettre à jour pour continuer.

source: The answer or answers provided were incorrect. Please try again.
fr_ca: La/les réponse(s) fournie(s) est/sont erronée(s). Veuillez réessayer.

source: Your account is locked. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.
fr_ca: Votre compte est verrouillé. Veuillez vous connecter au site Web approprié pour %1 et suivre les étapes indiquées pour résoudre ce problème.

source: Looks like you declined to share your account info with this app. If this was a mistake, please try again. If you change your mind, you can connect your account later.
fr_ca: Il semble que vous ayez refusé de partager les informations de votre compte avec cette application. S'il s'agit d'une erreur, veuillez réessayer. Si vous changez d'avis, vous pourrez connecter votre compte plus tard.

source: Looks like there was a problem logging in. Please try again.
fr_ca: Il semble qu'il y ait eu un problème de connexion. Veuillez réessayer.

source: Your attention is needed at this institution's website. Please log in to their website and follow the steps to resolve the issue.
fr_ca: Votre attention est requise sur le site Web de cette institution. Veuillez vous connecter à leur site Web et suivre les étapes pour résoudre le problème.

source: Your attention is needed at this institution's website. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.
fr_ca: Votre attention est requise sur le site Web de cette institution. Veuillez vous connecter au site Web approprié pour %1 et suivez les étapes pour résoudre le problème.

source: We are upgrading this connection. Please try again later.
fr_ca: Nous effectuons la mise à niveau de cette connexion. Veuillez réessayer plus tard.

source: It looks like your data from %1 cannot be imported. We are working to resolve the issue.
fr_ca: Il semble que vos données de %1 ne puissent pas être importées. Nous travaillons pour résoudre ce problème.

source: Connections to this institution are no longer supported. You may create a manual account and use manual transactions to track data for this account.
fr_ca: Les connexions à cette institution ne sont plus prises en charge. Vous pouvez créer un compte manuel et effectuer des transactions manuelles pour réaliser le suivi des données relatives à ce compte.

source: This connection has been closed. You may track this account manually. If reopened, you may connect the institution again.
fr_ca: Cette connexion a été fermée. Vous pouvez réaliser le suivi de ce compte manuellement. S’il est rouvert, vous pouvez à nouveau vous connecter à l’institution.

source: There was a problem validating your credentials with %1. Please try again later.
fr_ca: Un problème est survenu pour valider vos informations d’identification avec %1. Veuillez réessayer plus tard.

source: Importing data from this institution has been disabled. Please contact us if you believe it has been disabled in error.
fr_ca: L'importation de données de cette institution a été désactivée. Veuillez nous contacter si vous pensez qu'elle a été désactivée par erreur.

source: You must re-authenticate before your data can be imported. Please enter your credentials for %1.
fr_ca: Vous devez à nouveau vous identifier pour permettre l'importation de vos données. Veuillez saisir vos informations d'identification pour %1.

source: The answer or answers were not provided in time. Please try again.
fr_ca: La/les réponse(s) n'a/n'ont pas été fournie(s) à temps. Veuillez réessayer.

source: Try again
fr_ca: Réessayer

source: New credentials needed
fr_ca: Nouvelles informations d'identification requises

source: Account is locked
fr_ca: Compte verrouillé

source: Connection maintenance
fr_ca: Maintenance de connexion

source: Connection discontinued
fr_ca: Connexion interrompue

source: Closed account
fr_ca: Compte clôturé

source: Connection failed
fr_ca: Échec de connexion

source: Connection disabled
fr_ca: Connexion désactivée

source: Credentials expired
fr_ca: Informations d'identification périmées

source: Hide password
fr_ca: Masquer le mot de passe

source: Show password
fr_ca: Montrer le mot de passe

source: You have successfully connected to %1!
fr_ca: Vous vous êtes connecté avec succès à %1!

source: Go back
fr_ca: Retourner

source: This connection doesn't support verification.
fr_ca: Cette connexion ne prend pas en charge la vérification.

source: We can't verify this connection right now. Please try again later.
fr_ca: Nous ne pouvons pas vérifier cette connexion en ce moment. Veuillez réessayer plus tard.

source: Oops! Something went wrong. Error code: %1
fr_ca: Attention : un problème est survenu. Code d'erreur : %1

source: Challenge Image
fr_ca: Vérifier l'image

source: %1 Selected
fr_ca: %1 Sélectionnée

source: Choose an image
fr_ca: Choisir une image

source: Oops! Something went wrong. Please try again later.
fr_ca: Attention : un problème est survenu. Veuillez réessayer plus tard.

source: Get help
fr_ca: Obtenir de l'aide

source: Choose an authentication method.
fr_ca: Choisir une méthode d'authentification.

source: Choose an option
fr_ca: Choisir une option

source: We've notified support and are looking into the issue. Please try again later.
fr_ca: Nous avons notifié le service de soutien et nous examinons ce problème. Veuillez réessayer plus tard.

source: Disconnect this institution
fr_ca: Déconnecter cette institution

source: Marked As Closed
fr_ca: Marqué comme fermé

source: Your login info was correct, but your attention is needed at %1 before we can proceed. You need to:
fr_ca: Vos données de connexion sont correctes, mais vous devez vous occuper de %1 pour nous permettre de continuer. Vous devez :

source: Log in to %1's website and resolve the issue.
fr_ca: Connectez-vous au site Web de %1 et résolvez le problème.

source: Visit website
fr_ca: Visitez le site Web

source: Come back here and try to connect your account again.
fr_ca: Revenez ici et essayez à nouveau de connecter votre compte.

source: Your attention is needed
fr_ca: Votre attention est requise

source: Connections
fr_ca: Connexions

source: Manage connected institutions and accounts
fr_ca: Gérer les institutions et les comptes connectés

source: Manual accounts
fr_ca: Comptes manuels

source: Please re-enter your credentials
fr_ca: Veuillez saisir à nouveau vos informations d'identification

source: Add account manually
fr_ca: Ajouter un compte manuellement

source: Enter your credentials
fr_ca: Saisissez vos informations d'identification

source: Go to institution's website
fr_ca: Aller au site Web de l'institution

source: Oops! There was a problem. Please check your username and password, and try again.
fr_ca: Attention : un problème est survenu. Veuillez vérifier vos nom d'utilisateur et mot de passe, puis réessayer.

source: Connect Account
fr_ca: Connecter le compte

source: Connect accounts
fr_ca: Connecter des comptes

source: Incorrect information
fr_ca: Informations erronées

source: %1 search result
fr_ca: %1 résultat de recherche

source: Account number
fr_ca: Numéro de compte

source: Include account on this app
fr_ca: Inclure le compte dans cette application

source: Show this account
fr_ca: Afficher ce compte

source: show account
fr_ca: afficher compte

source: Mark as closed
fr_ca: Marquer comme clôturé

source: %1 (Hidden)
fr_ca: %1 (Caché)

source: %1 (Marked as closed)
fr_ca: %1 (Marqué comme fermé)

source: Merge accounts that show up twice
fr_ca: Fusionner des comptes qui s'affichent deux fois

source: Merge duplicate accounts
fr_ca: Fusionner les comptes en double

source: Resume updates for this account
fr_ca: Reprendre les mises à jour pour ce compte

source: Mark as open
fr_ca: Marquer comme ouvert

source: Set balance to $0 and keep transaction history
fr_ca: Réglez le solde sur 0 $ et conservez l'historique des transactions

source: This will set the balance of your %1 account to $0.00, and keep any past transaction history. This can be undone by marking the account as open.
fr_ca: Cela définira le solde de votre compte %1 à 0,00 $ et conservera tout historique des transactions passées. Cela peut être annulé en marquant le compte comme ouvert.

source: This will resume updating the balance and transaction history of your %1 account, if any new updates are available. It may take 24 hours to see any updates.
fr_ca: Cela reprendra la mise à jour du solde et de l'historique des transactions de votre compte %1, si de nouvelles mises à jour sont disponibles. Cela peut prendre 24 heures pour voir les mises à jour.

source: This action cannot be undone and may take several minutes.
fr_ca: Cette action est irréversible et peut prendre plusieurs minutes.

source: Please select an account
fr_ca: Veuillez sélectionner un compte

source: This will merge %1 with the account you select below.
fr_ca: Cela fusionnera %1 avec le compte que vous sélectionnez ci-dessous.

source: Merge
fr_ca: Fusionner

source: Are you sure?
fr_ca: Es-tu sûr?

source: This will merge %1 and %2.
fr_ca: Cela fusionnera %1 et %2.

source: This account is marked as closed
fr_ca: Ce compte est marqué comme fermé

source: This account is hidden
fr_ca: Ce compte est masqué

source: Select an account to merge with
fr_ca: Sélectionnez un compte avec lequel fusionner

source: Select
fr_ca: Sélectionner

source: Account number %1
fr_ca: Numéro de compte %1

source: Account number ending with %1
fr_ca: Numéro de compte se terminant par %1

source: Search isn’t working
fr_ca: La recherche ne fonctionne pas

source: %1 is required
fr_ca: %1 est requis

source: %1 must be greater than or equal to %2
fr_ca: %1 doit être supérieur ou égal à %2

source: %1 must be less than or equal to %2
fr_ca: %1 doit être inférieur ou égal à %2

source: %1 must be between %2 and %3
fr_ca: %1 doit être compris entre %2 et %3

source: %1 must be %2 characters
fr_ca: %1 doit contenir %2 caractères

source: %1 must be at least %2 characters
fr_ca: %1 doit contenir au moins %2 caractères

source: %1 must be at most %2 characters
fr_ca: %1 doit contenir au maximum %2 caractères

source: %1 must be between %2 and %3 characters
fr_ca: %1 doit être compris entre %2 et %3 caractères

source: %1 must be one of: %2
fr_ca: %1 doit être l'un des : %2

source: %1 must be a number
fr_ca: %1 doit être un nombre

source: %1 must only contain digits
fr_ca: %1 ne doit contenir que des chiffres

source: %1 must be a valid email
fr_ca: %1 doit être une adresse e-mail valide

source: %1 must be a valid url
fr_ca: %1 doit être une URL valide

source: %1 is invalid
fr_ca: %1 n'est pas valide

source: %1 must be the same as %2
fr_ca: %1 doit être identique à %2

source: Thanks for your feedback!
fr_ca: Merci pour vos commentaires!

source: Feedback text box.
fr_ca: Zone de texte de commentaires.

source: Amount 1
fr_ca: Montant 1

source: Amount 2
fr_ca: Montant 2

source: Enter deposit amounts
fr_ca: Saisir les montants des dépôts

source: We're unable to submit your deposit amounts. Please try again.
fr_ca: Nous ne sommes pas en mesure de soumettre les montants de votre dépôt. Veuillez réessayer.

source: One or more of the amounts was incorrect. Please try again.
fr_ca: Un ou plusieurs des montants étaient incorrects. Veuillez réessayer.

source: Connect your institution with account numbers
fr_ca: Connectez votre institution avec des numéros de compte

source: Enter your account information.
fr_ca: Entrez les informations de votre compte.

source: You'll receive two small deposits.
fr_ca: Vous recevrez deux petits acomptes.

source: Return to verify the deposit amounts.
fr_ca: Retour pour vérifier les montants des dépôts.

source: Account type
fr_ca: Type de compte

source: Routing number
fr_ca: Numéro de routage

source: Edit details
fr_ca: Modifier les détails

source: First name
fr_ca: Prénom

source: Last name
fr_ca: Nom de famille

source: Enter account holder information
fr_ca: Saisir les informations du titulaire du compte

source: This helps verify account ownership, and should match the first and last name on this account.
fr_ca: Cela permet de vérifier la propriété du compte et doit correspondre au prénom et au nom de ce compte.

source: Continue to account details
fr_ca: Continuer vers les détails du compte

source: Confirm account number
fr_ca: Confirmer numéro de compte

source: Savings
fr_ca: Des économies

source: Continue to confirm details
fr_ca: Continuer pour confirmer les détails

source: Help finding your account number
fr_ca: Aide pour trouver votre numéro de compte

source: Check back soon
fr_ca: Revenez bientôt

source: Review your information
fr_ca: Vérifiez vos informations

source: First and last name
fr_ca: Nom et prénom

source: Edit first and last name
fr_ca: Modifier le prénom et le nom

source: Edit email
fr_ca: Modifier l'e-mail

source: Edit routing number
fr_ca: Modifier le numéro de routage

source: Edit account type
fr_ca: Modifier le type de compte

source: Edit account number
fr_ca: Modifier le numéro de compte

source: By clicking Confirm, I authorize this app’s service provider, Dwolla, Inc., to originate credits and debits to the checking or savings account identified above for the purposes of micro-deposit verification. This authorization may be revoked at any time by notifying your institution in writing.
fr_ca: En cliquant sur Confirmer, j'autorise le fournisseur de services de cette application, Dwolla, Inc., à effectuer des crédits et des débits sur le compte courant ou d'épargne identifié ci-dessus à des fins de vérification des micro-dépôts. Cette autorisation peut être révoquée à tout moment en avisant votre établissement par écrit.

source: Sending
fr_ca: Envoi en cours

source: Confirm
fr_ca: Confirmer

source: account
fr_ca: compte

source: routing
fr_ca: routage

source: Find your %1 number
fr_ca: Trouvez votre numéro %1

source: Mobile app or online portal
fr_ca: Application mobile ou portail en ligne

source: Log in and look for an account details section that usually includes your %1 number.
fr_ca: Connectez-vous et recherchez une section de détails de compte qui inclut généralement votre numéro %1.

source: Paper check
fr_ca: Chèque papier

source: Your %1 number is on the bottom of your checks.
fr_ca: Votre numéro %1 se trouve au bas de vos chèques.

source: Bank statement
fr_ca: Relevé bancaire

source: Your %1 number is usually included on your bank statement.
fr_ca: Votre numéro %1 est généralement inclus sur votre relevé bancaire.

source: Account Type
fr_ca: Type de compte

source: Institution is not supported for microdeposit verification.
fr_ca: L'établissement n'est pas pris en charge pour la vérification des micro-dépôts.

source: Enter routing number
fr_ca: Entrez le numéro d'acheminement

source: Help finding your routing number
fr_ca: Aide à trouver votre numéro de routage

source: Deposits verified
fr_ca: Dépôts vérifiés

source: You're almost done setting things up. Continue to your institution.
fr_ca: Vous avez presque fini de mettre les choses en place. Continuez vers votre établissement.

source: Connect with account numbers
fr_ca: Connectez-vous avec les numéros de compte

source: How would you rate your experience?
fr_ca: Comment noteriez-vous votre expérience?

source: Request to have it added
fr_ca: Demander son ajout

source: Can't find your bank?
fr_ca: Vous ne trouvez pas votre banque ?

source: Get help connecting your account
fr_ca: Obtenez de l'aide pour connecter votre compte

source: Request support
fr_ca: Demander de l'aide

source: Please use this form for technical issues about connecting your account. Do not include private or financial information, such as account number or password. For financial issues about transactions, bill pay, transfers, loans, rewards and so on, please contact the appropriate customer service department directly.
fr_ca: Veuillez utiliser ce formulaire pour les problèmes techniques liés à la connexion de votre compte. N'incluez pas d'informations privées ou financières, telles que le numéro de compte ou le mot de passe. Pour les problèmes financiers concernant les transactions, le paiement de factures, les transferts, les prêts, les récompenses, etc., veuillez contacter directement le service client approprié.

source: Your email address
fr_ca: Votre adresse email

source: Brief description of the issue
fr_ca: Brève description du problème

source: Details of the issue
fr_ca: Détails du problème

source: Request received
fr_ca: Demande reçue

source: Thanks! Your request has been received. A reply will be sent to %1. Be sure to check your junk mail or spam folder, as replies sometimes end up there.
fr_ca: Merci! Votre demande a été reçue. Une réponse sera envoyée à %1. Assurez-vous de vérifier votre dossier de courrier indésirable ou de courrier indésirable, car les réponses s'y retrouvent parfois.

source: Our hours are Monday to Friday, 9 a.m. – 5 p.m. MST.
fr_ca: Nous sommes ouverts du lundi au vendredi, de 9 h à 17 h (heure des Rocheuses).

source: Request an institution
fr_ca: Demander l’ajout d’une institution

source: If you can't find your financial institution, you may submit a request to add it to our system.
fr_ca: Si vous ne trouvez pas votre institution financière, vous pouvez soumettre une demande pour l'ajouter à notre système.

source: Institution name
fr_ca: Nom de l’institution

source: Institution website
fr_ca: Site web de l’institution

source: Institution login page (optional)
fr_ca: Page de connexion de l'institution (facultatif)

source: This process may take a while to finish
fr_ca: Ce processus peut prendre un certain temps pour se terminer

source: Back to accounts
fr_ca: Retour aux comptes

source: Back to connections
fr_ca: Retour aux connexions

source: Connected
fr_ca: Connecté

source: Connecting
fr_ca: De liaison

source: Additional information required
fr_ca: Informations supplémentaires requises

source: Action needed
fr_ca: Action nécessaire

source: Connection delayed
fr_ca: Connexion retardée

# connect/deletesurvey/disclaimer/text
source: Why do you want to disconnect %1?
fr_ca: Pourquoi veux-tu te déconnecter %1?

source: Checking microdeposit amounts.
fr_ca: Vérification des montants des micro-dépôts.

source: Manage connected institutions
fr_ca: Gérer les institutions et comptes connectés

source: Basic account information
fr_ca: Informations de base sur le compte

source: Tax documents
fr_ca: Documents fiscaux

source: Oops! Tax statements must be enabled to use this feature.
fr_ca: Oups! Les déclarations fiscales doivent être activées pour utiliser cette fonctionnalité.

source: Unable to proceed. Please try again later. Error: %1
fr_ca: Impossible de continuer. Veuillez réessayer plus tard. Erreur: %1

source: Enter account information
fr_ca: Saisir les informations du compte

source: Verification must be enabled to use this feature.
fr_ca: La vérification doit être activée pour utiliser cette fonctionnalité.

source: Delete
fr_ca: Effacer

source: Please try again or come back later.
fr_ca: Veuillez réessayer ou revenir plus tard.
