{
  "Add Manual Account": "Ajouter un compte manuellement",
  "Search": "Chercher",
  "Cancel": "Annuler",
  "Account details": "Détails sur le compte",
  "Routing and account numbers": "Numéros d’acheminement et de compte",
  "Account balances and transactions": "Soldes et transactions des comptes",
  "Account balances": "Soldes des comptes",
  "Your information is protected with bank-level security.": "Vos renseignements sont protégés par une sécurité de niveau bancaire.",
  "Continue": "Continuer",
  "Connect": "Connecter",
  "Go to bank's website": "Aller sur le site Web de la banque",
  "There was a problem with this institution, try again later.": "Il y a un problème avec cette institution, réessayez plus tard.",
  "You are leaving": "Vous êtes sur le point de quitter",
  "Disconnected": "Déconnecté",
  "You have successfully disconnected %1.": "Vous vous êtes déconnecté correctement de %1.",
  "Done": "Terminé",
  "Select your institution": "Sélectionnez votre institution",
  "%1 Connected institution": ["%1 Institution connectée", "%1 Institutions connectées"],
  "Search more institutions": "Chercher plus d’institutions",
  "Enter institution name": "Saisir le nom de l’institution",
  "Starting": "Démarrage",
  "Additional Information Required": "Informations supplémentaires requises",
  "Verifying credentials": "Vérification de l’authentifiant",
  "Syncing data": "Synchroniser les données",
  "Finishing": "Finalisation",
  "Waiting for authentication": "En attente d'authentification",
  "Error has occurred": "Une erreur s’est produite",
  "Verifying ...": "Vérification ...",
  "Oops! We weren't able to disconnect this institution. Please try again later.": "Oops! Nous n'avons pas pu déconnecter cette institution. Veuillez réessayer plus tard.",
  "Ok": "Ok",
  "Disconnect": "Déconnecter",
  "I no longer use this account or it’s not mine": "Je n’utilise plus ce compte ou il ne m’appartient pas",
  "I don’t want to share my data": "Je ne veux pas partager mes données",
  "The account information is old or inaccurate": "Les informations de compte sont anciennes ou erronées",
  "I am unable to connect this account here": "Je n’arrive pas à connecter ce compte",
  "I don’t want to use this app": "Je ne veux pas utiliser cette application",
  "I don’t want this account connected here": "Je ne veux pas que mon compte soit connecté ici",
  "Other": "Autre",
  "Oops! There was an error trying to connect your account. Please try again.": "Oups! Une erreur est survenue lors de la connexion de votre compte. Veuillez réessayer.",
  "Loading ...": "Chargement ...",
  "Add account with %1": "Ajouter un compte avec %1",
  "Private and secure": "Confidentiel et sécuritaire",
  "Reset Search": "Réinitialiser la recherche",
  "Go Back": "Retour",
  "Something went wrong": "Un problème est survenu",
  "The last 3 attempts to connect have failed. Please re-enter your credentials to continue importing data.": "Les trois dernières tentatives de connexion ont échoué. Veuillez saisir à nouveau vos informations d’identification pour continuer à importer des données.",
  "The credentials entered do not match those at %1. Please update them to continue.": "Les informations d’identification saisies ne correspondent pas à celles de %1. Veuillez les mettre à jour pour continuer.",
  "The answer or answers provided were incorrect. Please try again.": "La/les réponse(s) fournie(s) est/sont erronée(s). Veuillez réessayer.",
  "Your account is locked. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.": "Votre compte est verrouillé. Veuillez vous connecter au site Web approprié pour %1 et suivre les étapes indiquées pour résoudre ce problème.",
  "Looks like you declined to share your account info with this app. If this was a mistake, please try again. If you change your mind, you can connect your account later.": "Il semble que vous ayez refusé de partager les informations de votre compte avec cette application. S'il s'agit d'une erreur, veuillez réessayer. Si vous changez d'avis, vous pourrez connecter votre compte plus tard.",
  "Looks like there was a problem logging in. Please try again.": "Il semble qu'il y ait eu un problème de connexion. Veuillez réessayer.",
  "Your attention is needed at this institution's website. Please log in to their website and follow the steps to resolve the issue.": "Votre attention est requise sur le site Web de cette institution. Veuillez vous connecter à leur site Web et suivre les étapes pour résoudre le problème.",
  "Your attention is needed at this institution's website. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.": "Votre attention est requise sur le site Web de cette institution. Veuillez vous connecter au site Web approprié pour %1 et suivez les étapes pour résoudre le problème.",
  "We are upgrading this connection. Please try again later.": "Nous effectuons la mise à niveau de cette connexion. Veuillez réessayer plus tard.",
  "It looks like your data from %1 cannot be imported. We are working to resolve the issue.": "Il semble que vos données de %1 ne puissent pas être importées. Nous travaillons pour résoudre ce problème.",
  "Connections to this institution are no longer supported. You may create a manual account and use manual transactions to track data for this account.": "Les connexions à cette institution ne sont plus prises en charge. Vous pouvez créer un compte manuel et effectuer des transactions manuelles pour réaliser le suivi des données relatives à ce compte.",
  "This connection has been closed. You may track this account manually. If reopened, you may connect the institution again.": "Cette connexion a été fermée. Vous pouvez réaliser le suivi de ce compte manuellement. S’il est rouvert, vous pouvez à nouveau vous connecter à l’institution.",
  "There was a problem validating your credentials with %1. Please try again later.": "Un problème est survenu pour valider vos informations d’identification avec %1. Veuillez réessayer plus tard.",
  "Importing data from this institution has been disabled. Please contact us if you believe it has been disabled in error.": "L'importation de données de cette institution a été désactivée. Veuillez nous contacter si vous pensez qu'elle a été désactivée par erreur.",
  "You must re-authenticate before your data can be imported. Please enter your credentials for %1.": "Vous devez à nouveau vous identifier pour permettre l'importation de vos données. Veuillez saisir vos informations d'identification pour %1.",
  "The answer or answers were not provided in time. Please try again.": "La/les réponse(s) n'a/n'ont pas été fournie(s) à temps. Veuillez réessayer.",
  "Try again": "Réessayer",
  "New credentials needed": "Nouvelles informations d'identification requises",
  "Account is locked": "Compte verrouillé",
  "Connection maintenance": "Maintenance de connexion",
  "Connection discontinued": "Connexion interrompue",
  "Closed account": "Compte clôturé",
  "Connection failed": "Échec de connexion",
  "Connection disabled": "Connexion désactivée",
  "Credentials expired": "Informations d'identification périmées",
  "Hide password": "Masquer le mot de passe",
  "Show password": "Montrer le mot de passe",
  "This connection doesn't support verification.": "Cette connexion ne prend pas en charge la vérification.",
  "We can't verify this connection right now. Please try again later.": "Nous ne pouvons pas vérifier cette connexion en ce moment. Veuillez réessayer plus tard.",
  "Oops! Something went wrong. Error code: %1": "Attention : un problème est survenu. Code d'erreur : %1",
  "Challenge Image": "Vérifier l'image",
  "%1 Selected": "%1 Sélectionnée",
  "Choose an image": "Choisir une image",
  "Oops! Something went wrong. Please try again later.": "Attention : un problème est survenu. Veuillez réessayer plus tard.",
  "Get help": "Obtenir de l'aide",
  "Choose an authentication method.": "Choisir une méthode d'authentification.",
  "Choose an option": "Choisir une option",
  "We've notified support and are looking into the issue. Please try again later.": "Nous avons notifié le service de soutien et nous examinons ce problème. Veuillez réessayer plus tard.",
  "Disconnect this institution": "Déconnecter cette institution",
  "Your login info was correct, but your attention is needed at %1 before we can proceed. You need to:": "Vos données de connexion sont correctes, mais vous devez vous occuper de %1 pour nous permettre de continuer. Vous devez :",
  "Log in to %1's website and resolve the issue.": "Connectez-vous au site Web de %1 et résolvez le problème.",
  "Visit website": "Visitez le site Web",
  "Come back here and try to connect your account again.": "Revenez ici et essayez à nouveau de connecter votre compte.",
  "Your attention is needed": "Votre attention est requise",
  "Please re-enter your credentials": "Veuillez saisir à nouveau vos informations d'identification",
  "Add account manually": "Ajouter un compte manuellement",
  "Enter your credentials": "Saisissez vos informations d'identification",
  "Go to institution's website": "Aller au site Web de l'institution",
  "Oops! There was a problem. Please check your username and password, and try again.": "Attention : un problème est survenu. Veuillez vérifier vos nom d'utilisateur et mot de passe, puis réessayer.",
  "Incorrect information": "Informations erronées",
  "%1 search result": ["%1 résultat de recherche", "%1 résultats de recherche"],
  "Account number": "Numéro de compte",
  "Account number %1": "Numéro de compte %1",
  "Account number ending with %1": "Numéro de compte se terminant par %1",
  "Search isn’t working": "La recherche ne fonctionne pas",
  "%1 is required": "%1 est requis",
  "%1 must be greater than or equal to %2": "%1 doit être supérieur ou égal à %2",
  "%1 must be less than or equal to %2": "%1 doit être inférieur ou égal à %2",
  "%1 must be between %2 and %3": "%1 doit être compris entre %2 et %3",
  "%1 must be %2 characters": "%1 doit contenir %2 caractères",
  "%1 must be at least %2 characters": "%1 doit contenir au moins %2 caractères",
  "%1 must be at most %2 characters": "%1 doit contenir au maximum %2 caractères",
  "%1 must be between %2 and %3 characters": "%1 doit être compris entre %2 et %3 caractères",
  "%1 must be one of: %2": "%1 doit être l'un des : %2",
  "%1 must be a number": "%1 doit être un nombre",
  "%1 must only contain digits": "%1 ne doit contenir que des chiffres",
  "%1 must be a valid email": "%1 doit être une adresse e-mail valide",
  "%1 must be a valid url": "%1 doit être une URL valide",
  "%1 is invalid": "%1 n'est pas valide",
  "%1 must be the same as %2": "%1 doit être identique à %2",
  "Amount 1": "Montant 1",
  "Amount 2": "Montant 2",
  "Enter deposit amounts": "Saisir les montants des dépôts",
  "We're unable to submit your deposit amounts. Please try again.": "Nous ne sommes pas en mesure de soumettre les montants de votre dépôt. Veuillez réessayer.",
  "One or more of the amounts was incorrect. Please try again.": "Un ou plusieurs des montants étaient incorrects. Veuillez réessayer.",
  "Connect your institution with account numbers": "Connectez votre institution avec des numéros de compte",
  "Enter your account information.": "Entrez les informations de votre compte.",
  "You'll receive two small deposits.": "Vous recevrez deux petits acomptes.",
  "Return to verify the deposit amounts.": "Retour pour vérifier les montants des dépôts.",
  "Account type": "Type de compte",
  "Routing number": "Numéro de routage",
  "Edit details": "Modifier les détails",
  "First name": "Prénom",
  "Last name": "Nom de famille",
  "Email": "Email",
  "Enter account holder information": "Saisir les informations du titulaire du compte",
  "This helps verify account ownership, and should match the first and last name on this account.": "Cela permet de vérifier la propriété du compte et doit correspondre au prénom et au nom de ce compte.",
  "Continue to account details": "Continuer vers les détails du compte",
  "Confirm account number": "Confirmer numéro de compte",
  "Savings": "Des économies",
  "Continue to confirm details": "Continuer pour confirmer les détails",
  "Help finding your account number": "Aide pour trouver votre numéro de compte",
  "Check back soon": "Revenez bientôt",
  "Review your information": "Vérifiez vos informations",
  "First and last name": "Nom et prénom",
  "Edit first and last name": "Modifier le prénom et le nom",
  "Edit email": "Modifier l'e-mail",
  "Edit routing number": "Modifier le numéro de routage",
  "Edit account type": "Modifier le type de compte",
  "Edit account number": "Modifier le numéro de compte",
  "By clicking Confirm, I authorize this app’s service provider, Dwolla, Inc., to originate credits and debits to the checking or savings account identified above for the purposes of micro-deposit verification. This authorization may be revoked at any time by notifying your institution in writing.": "En cliquant sur Confirmer, j'autorise le fournisseur de services de cette application, Dwolla, Inc., à effectuer des crédits et des débits sur le compte courant ou d'épargne identifié ci-dessus à des fins de vérification des micro-dépôts. Cette autorisation peut être révoquée à tout moment en avisant votre établissement par écrit.",
  "Sending": "Envoi en cours",
  "Confirm": "Confirmer",
  "account": "compte",
  "routing": "routage",
  "Find your %1 number": "Trouvez votre numéro %1",
  "Mobile app or online portal": "Application mobile ou portail en ligne",
  "Log in and look for an account details section that usually includes your %1 number.": "Connectez-vous et recherchez une section de détails de compte qui inclut généralement votre numéro %1.",
  "Paper check": "Chèque papier",
  "Your %1 number is on the bottom of your checks.": "Votre numéro %1 se trouve au bas de vos chèques.",
  "Bank statement": "Relevé bancaire",
  "Your %1 number is usually included on your bank statement.": "Votre numéro %1 est généralement inclus sur votre relevé bancaire.",
  "Institution is not supported for microdeposit verification.": "L'établissement n'est pas pris en charge pour la vérification des micro-dépôts.",
  "Enter routing number": "Entrez le numéro d'acheminement",
  "Help finding your routing number": "Aide à trouver votre numéro de routage",
  "Deposits verified": "Dépôts vérifiés",
  "You're almost done setting things up. Continue to your institution.": "Vous avez presque fini de mettre les choses en place. Continuez vers votre établissement.",
  "Connect with account numbers": "Connectez-vous avec les numéros de compte",
  "Request to have it added": "Demander son ajout",
  "Can't find your bank?": "Vous ne trouvez pas votre banque ?",
  "Get help connecting your account": "Obtenez de l'aide pour connecter votre compte",
  "Request support": "Demander de l'aide",
  "Please use this form for technical issues about connecting your account. Do not include private or financial information, such as account number or password. For financial issues about transactions, bill pay, transfers, loans, rewards and so on, please contact the appropriate customer service department directly.": "Veuillez utiliser ce formulaire pour les problèmes techniques liés à la connexion de votre compte. N'incluez pas d'informations privées ou financières, telles que le numéro de compte ou le mot de passe. Pour les problèmes financiers concernant les transactions, le paiement de factures, les transferts, les prêts, les récompenses, etc., veuillez contacter directement le service client approprié.",
  "Your email address": "Votre adresse email",
  "Brief description of the issue": "Brève description du problème",
  "Details of the issue": "Détails du problème",
  "Request received": "Demande reçue",
  "Thanks! Your request has been received. A reply will be sent to %1. Be sure to check your junk mail or spam folder, as replies sometimes end up there.": "Merci! Votre demande a été reçue. Une réponse sera envoyée à %1. Assurez-vous de vérifier votre dossier de courrier indésirable ou de courrier indésirable, car les réponses s'y retrouvent parfois.",
  "Our hours are Monday to Friday, 9 a.m. – 5 p.m. MST.": "Nous sommes ouverts du lundi au vendredi, de 9 h à 17 h (heure des Rocheuses).",
  "Request an institution": "Demander l’ajout d’une institution",
  "If you can't find your financial institution, you may submit a request to add it to our system.": "Si vous ne trouvez pas votre institution financière, vous pouvez soumettre une demande pour l'ajouter à notre système.",
  "Institution name": "Nom de l’institution",
  "Institution website": "Site web de l’institution",
  "Institution login page (optional)": "Page de connexion de l'institution (facultatif)",
  "This process may take a while to finish": "Ce processus peut prendre un certain temps pour se terminer",
  "Checking microdeposit amounts.": "Vérification des montants des micro-dépôts.",
  "Manage connected institutions": "Gérer les institutions et comptes connectés",
  "Basic account information": "Informations de base sur le compte",
  "Tax documents": "Documents fiscaux",
  "Oops! Tax statements must be enabled to use this feature.": "Oups! Les déclarations fiscales doivent être activées pour utiliser cette fonctionnalité.",
  "Unable to proceed. Please try again later. Error: %1": "Impossible de continuer. Veuillez réessayer plus tard. Erreur: %1",
  "Enter account information": "Saisir les informations du compte",
  "Verification must be enabled to use this feature.": "La vérification doit être activée pour utiliser cette fonctionnalité.",
  "Please try again or come back later.": "Veuillez réessayer ou revenir plus tard.",
  "Connecting to": "Se connecter à",
  "Manual Institution": "Établissement manuel",
  "Verify identity": "Vérifier l'identité",
  "Payment due day": "Jour d'échéance du paiement",
  "Choose what day of the month your payment is due.": "Choisissez le jour du mois où votre paiement est dû.",
  "Track accounts, assets, and other things that don't have a live connection.": "Suivez les comptes, les actifs et d'autres choses qui n'ont pas de connexion en direct.",
  "Account name": "Nom du compte",
  "Account balance": "Solde du compte",
  "Property type": "Type de propriété",
  "Interest rate": "Taux d'intérêt",
  "Minimum payment": "Paiement minimum",
  "Day of the month payment is due": "Le jour du mois, le paiement est dû",
  "Credit limit": "Limite de crédit",
  "Original balance": "Solde d'origine",
  "Personal": "Personnel",
  "Business": "Entreprise",
  "Save": "Sauvegarder",
  "%1 added": "%1 ajouté",
  "Your account has been saved manually. You can edit or delete it later.": "Votre compte a été enregistré manuellement. Vous pouvez le modifier ou le supprimer ultérieurement.",
  "Oops! Verification must be enabled to use this feature.": "Oops! La vérification doit être activée pour utiliser cette fonctionnalité.",
  "We’re working on it. Stick around!": "Nous y travaillons. Rester dans les parages!",
  "We’re getting closer. Hang tight!": "Nous nous rapprochons. Tenir fermement!",
  "Still working. Stay with us!": "Nous nous rapprochons. Tenir fermement!",
  "Syncing your information.": "Synchronisation de vos informations.",
  "Getting verification data.": "Obtenir des données de vérification.",
  "Getting identification data.": "Obtenir des données d'identification.",
  "Finishing up.": "Finir.",
  "Caps lock is on": "Touche Maj activée",
  "Waiting for permission": "En attente d'autorisation",
  "Forgot your password?": "Mot de passe oublié?",
  "Forgot your username?": "Nom d’utilisateur oublié?",
  "Incorrect Credentials": "Identifiants incorrects",
  "The credentials entered do not match those at %1. Please correct them below to continue.": "Les informations d'identification saisies ne correspondent pas à celles de %1. Veuillez les corriger ci-dessous pour continuer.",
  "Data access by": "Accès aux données par",
  "You should have been directed to %1 to sign in and connect your account.": "Vous avez dû être redirigé vers %1 pour vous connecter et connecter votre compte.",
  "Loan": "Prêt",
  "Credit Card": "Carte de Crédit",
  "Investment": "Investissement",
  "Line of Credit": "Ligne de Credit",
  "Mortgage": "Hypothèque",
  "Property": "Propriété",
  "Cash": "L'argent",
  "Insurance": "Assurance",
  "Prepaid": "Carte Prépayée",
  "Real Estate": "Immobilier",
  "Vehicle": "Véhicule",
  "Art": "Art",
  "Jewelry": "Bijoux",
  "Furniture": "Meubles",
  "Appliances": "Appareils Electroménagers",
  "Computer": "L'ordinateur",
  "Electronics": "Électronique",
  "Sports Equipment": "Équipement Sportif",
  "Miscellaneous": "Divers",
  "Oops! We couldn't find that connection.": "Oops! Nous n'avons pas pu trouver cette connexion.",
  "Select a value": "Sélectionnez une valeur",
  "Investments": "Investissements",
  "Connect in seconds": "Connectez-vous en quelques secondes",
  "MX helps you connect your financial accounts to apps and services. MX will allow your app to access only the data requested.": "MX vous aide à connecter vos comptes financiers à des applications et des services. MX va permettra à votre application d'accéder uniquement aux données demandées.",
  "Your data is encrypted and shared only with your permission. MX doesn’t sell your info, and you can stop sharing at any time.": "Vos données sont cryptées et partagées uniquement avec votre permission. MX ne vend pas vos informations, et vous pouvez arrêter de les partager à tout moment.",
  "Learn more": "En savoir plus",
  "Account not connected": "Compte non connecté",
  "This account can't be connected. There were too many failed attempts.": "Ce compte ne peut pas être connecté. Il y a eu trop de tentatives infructueuses.",
  "We’re unable to connect this account. Please review the account details you submitted.": "Nous ne pouvons pas connecter ce compte. Veuillez revoir les détails du compte que vous avez soumis.",
  "We’re unable to connect this account. Please try again later.": "Nous ne pouvons pas connecter ce compte. Veuillez réessayer plus tard.",
  "Connect a different account": "Connecter un autre compte",
  "Trouble signing in?": "Vous avez des difficultés à vous connecter?",
  "Please try saving your account again.": "Veuillez réessayer d'enregistrer votre compte.",
  "Search for your institution": "Cherchez votre institution",
  "Submit an institution request": "Soumettre une demande d'institution",
  "OK": "OK",
  "Try another institution": "Essayez une autre institution",
  "The first and last characters are blank spaces": "Les premier et dernier caractères sont des espaces vides",
  "The first character is a blank space": "Le premier caractère est un espace vide",
  "The last character is a blank space": "Le dernier caractère est un espace vide",
  "Choose a reason for deleting": "Choisissez un motif de suppression",
  "%1 trusts MX to connect your %2 account": "%1 fait confiance à MX pour connecter votre compte %2",
  "This app trusts MX to connect your account": "Cette application fait confiance à MX pour connecter votre compte",
  "MX helps you connect your financial accounts to apps and services. MX will allow %1 to access only the data requested.": "MX vous aide à connecter vos comptes financiers aux applications et services. MX permettra à %1 d'accéder uniquement aux données demandées.",
  "Select how to connect your account": "Sélectionnez comment connecter votre compte",
  "Instant": "Instantanée",
  "Securely log into your account. We found %1 institutions with routing number %2": "Connectez-vous en toute sécurité à votre compte. Nous avons trouvé %1 institutions avec le numéro d'acheminement %2",
  "2-3 days": "2-3 jours",
  "Enter account number": "Entrer le numéro de compte",
  "Recommended": "Recommandé",
  "Manual": "Manuel",
  "Account selection": "Sélection du compte",
  "Loading …": "Chargement …",
  "Load more institutions": "Charger plus d'institutions",
  "Log in at %1": "Connectez-vous à %1",
  "You’ll be sent to %1 to securely log in.": "Vous serez envoyé à %1 pour vous connecter en toute sécurité.",
  "Then you’ll return here to finish connecting.": "Ensuite, vous reviendrez ici pour terminer la connexion.",
  "Go to log in": "Allez vous connecter",
  "Data requested by %1": "Données demandées par %1",
  "Data %1 may request": "Les données %1 peuvent être demandées",
  "Contact information": "Informations sur les contacts",
  "Name, email, address, phone on file with this institution.": "Nom, adresse électronique, adresse et numéro de téléphone figurant dans le dossier de l'institution.",
  "Personal information": "Informations personnelles",
  "Name, email, address, phone, date of birth, tax ID, SSN on file with this institution.": "Nom, adresse électronique, adresse, téléphone, date de naissance, numéro d'identification fiscale, numéro de sécurité sociale figurant dans le dossier de l'institution.",
  "Account display name, masked account number, type, and description.": "Nom d'affichage du compte, numéro de compte masqué, type et description.",
  "Detailed account information": "Informations détaillées sur le compte",
  "Account display name, masked account number, type, description, account balances, credit limits, due dates, interest rates, and rewards balances.": "Nom d'affichage du compte, numéro de compte masqué, type, description, soldes de compte, limites de crédit, dates d'échéance, taux d'intérêt et soldes de récompenses.",
  "Account payment information": "Informations sur le paiement du compte",
  "Full account number and bank routing number.": "Numéro de compte complet et numéro d'acheminement bancaire.",
  "Details about individual underlying investments, contributions, investment loans, open orders, pension sources, vesting, holdings, and other relevant information about each holding.": "Détails concernant les investissements sous-jacents individuels, les contributions, les prêts d'investissement, les ordres ouverts, les sources de pension, l'acquisition des droits, les participations et d'autres informations pertinentes concernant chaque participation.",
  "Transactions": "Transactions",
  "Historical and current transactions, transaction types, amounts, dates, and descriptions.": "Transactions historiques et actuelles, types de transactions, montants, dates et descriptions.",
  "Statements": "Déclarations",
  "Periodic PDF statement showing personal information, account, and transaction details.": "Relevé périodique au format PDF indiquant les informations personnelles, le compte et les détails des transactions.",
  "your app": "votre application",
  "Your app": "Votre application",
  "Other available data": "Autres données disponibles",
  "Data requested": "Données demandées",
  "Something went wrong. Please try again.": "Quelque chose s'est mal passé. Veuillez réessayer.",
  "Selecting Continue will take you to an external website with a different privacy policy, security measures, and terms and conditions.": "En sélectionnant Continuer, vous serez redirigé vers un site Web externe avec une politique de confidentialité, des mesures de sécurité et des conditions générales différentes.",
  "%1 may request access to the following data at any time, only as needed, in order to support your requested products and services.": "%1 peut demander l'accès aux données suivantes à tout moment, uniquement si nécessaire, afin de prendre en charge les produits et services demandés.",
  "%1 is requesting access to the following data at this time in order to support your requested products and services.": "%1 demande actuellement l'accès aux données suivantes afin de prendre en charge les produits et services demandés.",
  "Account selection is required.": "La sélection du compte est requise.",
  "No results found for ”%1”": "Aucun résultat trouvé pour ”%1”",
  "Check spelling and try again, or try searching for another institution.": "Vérifiez l’orthographe et réessayez, ou essayez de rechercher une autre institution.",
  "Enter your %1": "Entrez votre %1",
  "This browser is not supported": "Ce navigateur n'est pas pris en charge",
  "We no longer support Internet Explorer. You can continue, or switch to a supported browser, like ": "Nous ne prenons plus en charge Internet Explorer. Vous pouvez continuer ou passer à un navigateur pris en charge, comme ",
  "Edge": "Edge",
  "Chrome": "Chrome",
  "Firefox": "Firefox",
  " for a better experience.": " pour une meilleure expérience.",
  "Clicking the links to supported browsers will take you to an external website with a different privacy policy, security measures, and terms and conditions.": "En cliquant sur les liens vers les navigateurs pris en charge, vous serez redirigé vers un site web externe avec une politique de confidentialité, des mesures de sécurité et des conditions d'utilisation différentes.",
  "Unsupported Resolution": "Résolution non prise en charge",
  "Your screen zoom setting may not be compatible with the current screen size. The minimum supported width is 320 pixels. Please reduce your screen zoom setting to view all the content.": "Les paramètres de zoom de votre écran peuvent ne pas être compatibles avec la taille actuelle de l'écran. La largeur minimale prise en charge est de 320 pixels. Veuillez réduire le paramètre de zoom de votre écran pour voir tout le contenu.",
  "Dismiss": "Rejeter",
  "Please find the two small deposits less than a dollar each in your %1 account, and enter the amounts here.": "Veuillez trouver les deux petits dépôts de moins d'un dollar chacun dans votre compte %1 et saisir les montants ici.",
  "Thanks for submitting your account info. Check back soon! In the next few days you should find two small deposits less than a dollar each in your %1 account. When you see them, come back here and enter the amounts.": "Merci d'avoir soumis les informations de votre compte. Revenez bientôt ! Dans les prochains jours, vous devriez trouver deux petits dépôts de moins d'un dollar chacun sur votre compte %1. Lorsque vous les voyez, revenez ici et inscrivez les montants.",
  "Accounts not eligible for transfers": "Comptes non éligibles aux transferts",
  "We've connected to your financial institution, but couldn't find eligible checking or savings accounts for money movement; however, other account information may still have been shared.": "Nous nous sommes connectés à votre institution financière, mais nous n'avons pas trouvé de comptes chèques ou d'épargne éligibles pour les mouvements d'argent ; cependant, d'autres informations de compte peuvent encore avoir été partagées.",
  "Please try linking a checking or savings account.": "Veuillez essayer de lier un compte courant ou un compte d'épargne.",
  "Choose an institution that’s already connected and select accounts to share, or search for a different one.": "Choisissez une institution déjà connectée et sélectionnez les comptes à partager, ou recherchez-en un autre.",
  "You have successfully connected to %1": "Vous vous êtes connecté avec succès à %1",
  "Go back": "Retourner",
  "Account Information": "Informations sur le compte",
  "Account type and description": "Type de compte et description",
  "Credit limits": "Limites de crédit",
  "Due dates": "Dates d'échéance",
  "Interest rates": "Taux d'intérêt",
  "Payment information": "Informations de paiement",
  "Name(s)": "Nom(s)",
  "Email(s)": "Courriel(s)",
  "Phone number(s)": "Numéro(s) de téléphone",
  "Address(es)": "Adresse(s)",
  "Historical and current transactions": "Transactions historiques et actuelles",
  "Transaction types": "Types de transactions",
  "Transaction amounts": "Montants des transactions",
  "Transaction dates": "Dates des transactions",
  "Transaction descriptions": "Descriptions des transactions",
  "This includes:": "Cela comprend:",
  "Who is MX Technologies?": "Qui est MX Technologies?",
  "MX is a trusted financial data platform that securely connects your accounts. It follows strict security and privacy standards to keep your information safe.": "MX est une plateforme de données financières fiable qui connecte vos comptes en toute sécurité. Elle respecte des normes strictes de sécurité et de confidentialité pour garantir la sécurité de vos informations.",
  "MX promise:": "Promesse MX:",
  "Secure: ": "Sécurisé: ",
  "Industry-standard encryption protects your data.": "Le cryptage standard de l’industrie protège vos données.",
  "Control: ": "Contrôle: ",
  "You can manage and revoke access anytime.": "Vous pouvez gérer et révoquer l'accès à tout moment.",
  "Private: ": "Privé: ",
  "Your data is never sold or shared without consent.": "Vos données ne sont jamais vendues ou partagées sans consentement.",
  "move money and manage your finances": "déplacer de l'argent et gérer vos finances",
  "manage your finances": "gérer vos finances",
  "move money": "déplacer de l'argent",
  "I consent": "J'accepte",
  "Share your data": "Partagez vos données",
  "%1 uses MX Technologies ": "%1 utilise les technologies MX ",
  "This app uses MX Technologies ": "Cette application utilise MX Technologies ",
  " to securely access the following %1 data to": " pour accéder en toute sécurité aux données %1 suivantes pour",
  " to securely access the following data to": " pour accéder en toute sécurité aux données suivantes pour",
  " help you %1:": " vous aider %1:",
  "%1 and MX Technologies will only collect, use, and retain your data to help manage your finances and will protect your data as required by": "%1 et MX Technologies collecteront, utiliseront et conserveront vos données uniquement pour vous aider à gérer vos finances et protégeront vos données conformément aux exigences de",
  "This app and MX Technologies will only collect, use, and retain your data to help manage your finances and will protect your data as required by": "Cette application et MX Technologies collecteront, utiliseront et conserveront vos données uniquement pour vous aider à gérer vos finances et protégeront vos données comme l'exige",
  "Your consent is valid for 12 months and can be revoked anytime through your %1 portal.": "Votre consentement est valable 12 mois et peut être révoqué à tout moment via votre portail %1.",
  "Your consent is valid for 12 months and can be revoked anytime through your app's portal.": "Votre consentement est valable 12 mois et peut être révoqué à tout moment via le portail de votre application.",
  "applicable open banking regulations.": "réglementations applicables en matière d'open banking.",
  " By clicking 'I consent,' you agree to this access and use.": "En cliquant sur « J'accepte », vous acceptez cet accès et cette utilisation.",
  "Spanish": "Espagnol",
  "French": "Français",
  "English": "Anglais",
  "View consent in %1.": "Afficher le consentement dans %1.",
  "Thank you for your feedback": "Merci pour votre retour",
  "The account connection tool was easy to use.": "L'outil de connexion de compte était facile à utiliser.",
  "The account connection process met my needs.": "Le processus de connexion au compte a répondu à mes besoins.",
  "Do you have any other feedback?": "Avez-vous d’autres commentaires?",
  "Please let us know how we can improve.": "S'il vous plaît laissez-nous savoir comment nous pouvons nous améliorer.",
  "Strongly disagree": "Fortement en désaccord",
  "Strongly agree": "Tout à fait d'accord",
  "Please select an option before continuing.": "Veuillez sélectionner une option avant de continuer.",
  "Send feedback": "Envoyer des commentaires",
  "Give feedback": "Donnez votre avis",
  "Close": "Fermer",
  "Disconnect institution": "Déconnecter l'institution",
  "Mode not enabled": "Mode non activé",
  "This mode isn’t available in your current plan. Please contact your representative to explore options.": "Ce mode n'est pas disponible avec votre forfait actuel. Veuillez contacter votre représentant pour explorer les options.",
  "Feature not available": "Fonctionnalité non disponible",
  "%1 does not offer this feature. Please contact your representative to explore options.": "%1 n'offre pas cette fonctionnalité. Veuillez contacter votre représentant pour explorer les options.",
  "Log in again": "Connectez-vous à nouveau",
  "Connect a different institution": "Mettre en relation un autre établissement",
  "No eligible accounts": "Aucun compte admissible",
  "Required": "Requis",
  "Add financial management?": "Ajouter la gestion financière ?",
  "Yes, add financial management": "Oui, ajoutez la gestion financière",
  "Add transfers and payments?": "Ajouter des transferts et des paiements ?",
  "Yes, add transfers and payments": "Oui, ajouter des transferts et des paiements",
  "Select an account to connect": "Sélectionnez un compte pour vous connecter",
  "You're connecting this account for payments and transfers. Would you like to also enable financial management so you can track your income and spending?": "Vous connectez ce compte pour les paiements et les virements. Souhaitez-vous également activer la gestion financière afin de suivre vos revenus et vos dépenses ?",
  "No, only add transfers and payments": "Non, ajoutez uniquement les virements et les paiements",
  "You're connecting this account for financial management. Would you like to also enable transfers and payments so you can quickly move money to and from this institution?": "Vous connectez ce compte à des fins de gestion financière. Souhaitez-vous également activer les virements et les paiements afin de transférer rapidement de l'argent vers et depuis cette institution ?",
  "No, only add financial management": "Non, ajoutez uniquement la gestion financière",
  "DISABLED": "DÉSACTIVÉ",
  "Logo for %1": "Logo pour %1",
  "Free %1 Connections Are No Longer Available": "Les connexions gratuites %1 ne sont plus disponibles",
  "%1 now charges a fee for us to access your account data. To avoid passing that cost on to you, we no longer support %1 connections.": "$1 facture désormais des frais pour accéder à vos données de compte. Pour éviter de vous les répercuter, nous ne prenons plus en charge les connexions $1.",
  "Success!": "Succès!",
  "No accounts found": "Aucun compte trouvé",
  "Return to institution selection": "Retour à la sélection des établissements",
  "Additional permissions needed": "Autorisations supplémentaires nécessaires",
  "Review instructions": "Instructions de révision",
  "Unable to connect": "Impossible de se connecter",
  "Maintenance in progress": "Entretien en cours",
  "Deposits verified. You're almost done setting things up. Continue to your institution.": "Dépôts vérifiés. Vous avez presque terminé la configuration. Rendez-vous dans votre établissement.",
  "connect/disclosure/policy/text\u0004By clicking Continue, you agree to the ": "En cliquant sur Continuer, vous acceptez la ",
  "connect/disclosure/policy/link\u0004MX Privacy Policy.": "Politique de confidentialité de MX.",
  "connect/disclosure/policy/link\u0004MX Privacy Policy": "Politique de confidentialité de MX.",
  "connect/disclosure/button\u0004Continue": "Continuer",
  "connect/deletesurvey/disclaimer/text\u0004Why do you want to disconnect %1?": "Pourquoi veux-tu te déconnecter %1?",
  "connect/disclosure/title\u0004Connect your account": "Connectez votre compte",
  "connect/disclosure/body\u0004This app will have access to the information below unless you choose to disconnect:": "Cette application aura accès aux informations ci-dessous sauf si vous choisissez de vous déconnecter:",
  "Verifying\u0004Checking": "Vérification",
  "AccountType\u0004Checking": "Compte-chèques",
  "": { "language": "fr-ca", "plural-forms": "nplurals=2; plural=(n!=1);" }
}
