Repository: mxenabled/connect-widget
Catalog: src/connect/const/language/*.po
Languages: es

source: Additional Information Required
es: Información adicional requerida

source: %1 Connected institution
es: %1 Institución conectada

source: Manual accounts
es: Cuentas manuales

source: %1 Account
es: %1 Cuenta

source: Check or reset your access
es: Verifique o reinicie su acceso

source: Go to institution's website
es: Ir al sitio web de la institución

source: Stop sharing information
es: Dejar de compartir información

source: Disconnect this institution
es: Desconectar esta institución

source: Connections
es: Conexiones

source: Connect Account
es: Conectar cuenta

source: Connect accounts
es: Conectar cuentas

source: Manage connected institutions and accounts
es: Administrar instituciones y cuentas conectadas

source: The answer or answers provided were incorrect. Please try again.
es: La respuesta o respuestas proporcionadas fueron incorrectas. Inténtelo de nuevo.

source: Your account is locked. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.
es: Su cuenta está bloqueada. Inicie sesión en el sitio web apropiado para %1 y siga los pasos para resolver el problema.

source: Your login info was correct, but your attention is needed at %1 before we can proceed. You need to:
es: Su información de inicio de sesión fue correcta, pero su atención es necesaria en %1 antes de que podamos continuar. Necesitas:

source: We are upgrading this connection. Please try again later.
es: Estamos actualizando esta conexión. Inténtelo de nuevo más tarde.

source: Connections to this institution are no longer supported. You may create a manual account and use manual transactions to track data for this account.
es: Las conexiones con esta institución ya no son compatibles. Puede crear una cuenta manual y utilizar transacciones manuales para realizar un seguimiento de los datos de esta cuenta.

source: This connection has been closed. You may track this account manually. If reopened, you may connect the institution again.
es: Esta conexión se ha cerrado. Puede realizar un seguimiento de esta cuenta manualmente. Si se vuelve a abrir, puede volver a conectar la institución.

source: There was a problem validating your credentials with %1. Please try again later.
es: Se ha dado un problema al validar las credenciales con %1. Inténtelo de nuevo más tarde.

source: Importing data from this institution has been disabled. Please contact us if you believe it has been disabled in error.
es: Se ha deshabilitado la importación de datos desde esta institución. Póngase en contacto con nosotros si cree que se ha desactivado por error.

source: You must re-authenticate before your data can be imported. Please enter your credentials for %1.
es: Debe volver a autenticarse antes de que se puedan importar los datos. Ingrese sus credenciales para %1.

source: The answer or answers were not provided in time. Please try again.
es: La respuesta o respuestas no se proporcionaron a tiempo. Inténtelo de nuevo.

source: Private and secure
es: Privado y seguro

source: Cancel
es: Cancelar

source: Something went wrong
es: Algo salió mal

source: Oops! We weren't able to disconnect this institution. Please try again later.
es: ¡Oh, no! No pudimos desconectar esta institución. Inténtelo de nuevo más tarde.

source: Disconnect
es: Desconectar

source: I no longer use this account or it’s not mine
es: Ya no uso esta cuenta o no es mía

source: I don’t want to share my data
es: No quiero compartir mis datos

source: The account information is old or inaccurate
es: La información de la cuenta es antigua o inexacta

source: I am unable to connect this account here
es: No puedo conectar esta cuenta aquí

source: I don’t want to use this app
es: No quiero usar esta aplicación

source: I don’t want this account connected here
es: No quiero que esta cuenta esté conectada aquí

source: Other
es: Otro

source: Add account with %1
es: Agregar cuenta con %1

source: You are leaving
es: Está saliendo

# connect/disclosure/button
source: Continue
es: Continuar

source: Continue
es: Continuar

source: Account details
es: Detalles de la cuenta

source: Routing and account numbers
es: Números de ruta y de cuenta

source: Account balances and transactions
es: Saldos y transacciones de la cuenta

source: Account balances
es: Saldos de cuenta

source: Your information is protected with bank-level security.
es: Su información está protegida con seguridad a nivel bancario.

# connect/disclosure/policy/text
source: By clicking Continue, you agree to the
es: Al hacer clic en Continuar, tu aceptas la

# connect/disclosure/policy/link
source: MX Privacy Policy.
es: Política de privacidad de Money Experience.

source: Oops! There was an error trying to connect your account. Please try again.
es: ¡Oh, no! Se ha producido un error al intentar conectar su cuenta. Inténtelo de nuevo.

source: Try again
es: Intenta otra vez

source: Looks like you declined to share your account info with this app. If this was a mistake, please try again. If you change your mind, you can connect your account later.
es: Parece que se negó a compartir la información de su cuenta con esta aplicación. Si esto fue un error, inténtalo de nuevo. Si cambia de opinión, puede conectar su cuenta más tarde.

source: Looks like there was a problem logging in. Please try again.
es: Parece que hubo un problema al iniciar sesión. Vuelva a intentarlo.

source: Your attention is needed at this institution's website. Please log in to their website and follow the steps to resolve the issue.
es: Se necesita su atención en el sitio web de esta institución. Inicie sesión en su sitio web y siga los pasos para resolver el problema.

source: Your attention is needed at this institution's website. Please log in to the appropriate website for %1 and follow the steps to resolve the issue.
es: Se necesita su atención en el sitio web de esta institución. Inicie sesión en el sitio web correspondiente para %1 y siga los pasos para resolver el problema.

source: Loading ...
es: Cargando…

source: You have successfully connected to %1!
es: ¡Te has conectado correctamente a %1!

source: Go back
es: Regresar

source: This connection doesn't support verification.
es: Esta conexión no admite la verificación.

source: We can't verify this connection right now. Please try again later.
es: No podemos verificar esta conexión en este momento. Inténtelo de nuevo más tarde.

source: Oops! Something went wrong. Error code: %1
es: ¡Oh, no! Algo salió mal. Código de error: %1

source: Go Back
es: Regresar

source: Oops! There was a problem. Please check your username and password, and try again.
es: ¡Oh, no! Había un problema. Compruebe su nombre de usuario y contraseña, e inténtelo de nuevo.

source: Challenge Image
es: Imagen del reto

source: %1 Selected
es: %1 Seleccionado

source: Choose an image
es: Elija una imagen

source: Oops! Something went wrong. Please try again later.
es: ¡Oh, no! Algo salió mal. Inténtelo de nuevo más tarde.

source: Get help
es: Obtener ayuda

source: Choose an authentication method.
es: Elija un método de autenticación.

source: Choose an option
es: Selecciona una opción

source: Enter institution name
es: Introduzca el nombre de la institución

source: Reset Search
es: Restablecer búsqueda

source: Search
es: Buscar

source: Search isn’t working
es: La búsqueda no funciona

source: Go to bank's website
es: Ir al sitio web del banco

source: Log in to %1's website and resolve the issue.
es: Inicie sesión en el sitio web de %1 y resuelva el problema.

source: Visit website
es: Visita la página web

source: Come back here and try to connect your account again.
es: Vuelve aquí e intenta conectar tu cuenta de nuevo.

source: Connect
es: Conectar

source: New credentials needed
es: Se necesitan nuevas credenciales

source: Please re-enter your credentials
es: Vuelva a introducir sus credenciales

source: Incorrect information
es: Información incorrecta

source: Account is locked
es: La cuenta está bloqueada

source: Your attention is needed
es: Su atención es necesaria

source: Connection maintenance
es: Mantenimiento de la conexión

source: Connection discontinued
es: Conexión interrumpida

source: Closed account
es: Cuenta cerrada

source: Connection failed
es: Fallo de conexión

source: Connection disabled
es: Conexión deshabilitada

source: Credentials expired
es: Credenciales caducadas

source: We've notified support and are looking into the issue. Please try again later.
es: Hemos notificado al soporte y estamos investigando el problema. Por favor, inténtelo de nuevo más tarde.

source: Select your institution
es: Seleccione su institución

source: Choose from institutions you've already connected or search for a new one.
es: Elija entre las instituciones que ya ha conectado o busque una nueva.

source: Search more institutions
es: Buscar más instituciones

source: Starting
es: Iniciando

source: Verifying credentials
es: Verificación de credenciales

source: Syncing data
es: Sincronización de datos

source: Finishing
es: Terminando

source: Waiting for authentication
es: A la espera de la autenticación

source: Error has occurred
es: Se ha producido un error

source: Verifying ...
es: Verificando...

source: Disconnected
es: Desconectado

source: You have successfully disconnected %1.
es: Se ha desconectado correctamente %1.

source: Done
es: Hecho

source: Enter your credentials
es: Introduzca sus credenciales

source: Hide password
es: Ocultar contraseña

source: Show password
es: Mostrar la contraseña

source: Back
es: Volver

source: There was a problem with this institution, try again later.
es: Hubo un problema con esta institución, inténtalo de nuevo más tarde.

source: Back to accounts
es: Volver a cuentas

source: Back to connections
es: Volver a Conexiones

source: Connected
es: Conectado

source: Account number
es: Número de cuenta

source: Include account on this app
es: Incluir cuenta en esta aplicación

source: Show this account
es: Mostrar esta cuenta

source: Mark as closed
es: Marcar como cerrado

source: Merge accounts that show up twice
es: Fusionar cuentas que aparecen dos veces

source: Merge duplicate accounts
es: Fusionar cuentas duplicadas

source: Resume updates for this account
es: Reanudar actualizaciones para esta cuenta

source: Mark as open
es: Marcar como abierto

source: Set balance to $0 and keep transaction history
es: Establezca el saldo en $ 0 y mantenga el historial de transacciones

source: This will set the balance of your %1 account to $0.00, and keep any past transaction history. This can be undone by marking the account as open.
es: Esto establecerá el saldo de su cuenta %1 en $ 0.00 y mantendrá el historial de transacciones anteriores. Esto se puede deshacer marcando la cuenta como abierta.

source: This will resume updating the balance and transaction history of your %1 account, if any new updates are available. It may take 24 hours to see any updates.
es: Esto reanudará la actualización del saldo y el historial de transacciones de su cuenta %1, si hay nuevas actualizaciones disponibles. Puede que sean necesarias 24 horas para ver las actualizaciones.

source: This action cannot be undone and may take several minutes.
es: Esta acción no se puede deshacer y puede tardar varios minutos.

source: Please select an account
es: Por favor seleccione una cuenta

source: This will merge %1 with the account you select below.
es: Esto fusionará %1 con la cuenta que seleccione a continuación.

source: Merge
es: Unir

source: Are you sure?
es: Estas seguro

source: This will merge %1 and %2.
es: Esto fusionará %1 y %2.

source: This account is marked as closed
es: Esta cuenta está marcada como cerrada

source: This account is hidden
es: Esta cuenta esta oculta

source: Select an account to merge with
es: Seleccione una cuenta para fusionarse

source: Select
es: Seleccione

source: show account
es: mostrar cuenta

source: Account number %1
es: Número de cuenta %1

source: Account number ending with %1
es: Número de cuenta que termina en %1

source: %1 search result
es: %1 resultado de búsqueda

source: %1 (Hidden)
es: %1 (Oculta)

source: %1 (Marked as closed)
es: %1 (Marcada como cerrada)

source: %1 is required
es: %1 es obligatorio

source: %1 must be greater than or equal to %2
es: %1 debe ser mayor o igual que %2

source: %1 must be less than or equal to %2
es: 1 debe ser menor o igual que %2

source: %1 must be between %2 and %3
es: %1 debe estar entre %2 y %3

source: %1 must be %2 characters
es: %1 debe tener %2 caracteres

source: %1 must be at least %2 characters
es: %1 debe tener al menos %2 caracteres

source: %1 must be at most %2 characters
es: %1 debe tener como máximo %2 caracteres

source: %1 must be between %2 and %3 characters
es: %1 debe tener entre %2 y %3 caracteres

source: %1 must be one of: %2
es: %1 debe ser uno de: %2

source: %1 must be a number
es: %1 debe ser un número

source: %1 must only contain digits
es: %1 solo debe contener dígitos

source: %1 must be a valid email
es: %1 debe ser un correo electrónico válido

source: %1 must be a valid url
es: %1 debe ser una URL válida

source: %1 is invalid
es: %1 no es válida

source: %1 must be the same as %2
es: %1 debe ser la misma que %2

source: Thanks for your feedback!
es: ¡Gracias por tus comentarios!

source: Feedback text box.
es: Cuadro de texto de comentarios.

source: Amount 1
es: Cantidad 1

source: Amount 2
es: Cantidad 2

source: Enter deposit amounts
es: Ingrese los montos del depósito

source: We're unable to submit your deposit amounts. Please try again.
es: No podemos enviar los montos de su depósito. Inténtalo de nuevo.

source: One or more of the amounts was incorrect. Please try again.
es: Una o más de las cantidades eran incorrectas. Inténtalo de nuevo.

source: Connect your institution with account numbers
es: Conecte su institución con números de cuenta

source: Enter your account information.
es: Ingrese la información de su cuenta.

source: You'll receive two small deposits.
es: Recibirás dos pequeños depósitos.

source: Return to verify the deposit amounts.
es: Regrese para verificar los montos del depósito.

source: Account type
es: Tipo de cuenta

source: Routing number
es: Número de ruta

source: Edit details
es: Editar detalles

source: First name
es: Nombre de pila

source: Last name
es: Apellido

source: Email
es: Correo electrónico

source: Enter account holder information
es: Ingrese la información del titular de la cuenta

source: This helps verify account ownership, and should match the first and last name on this account.
es: Esto ayuda a verificar la propiedad de la cuenta y debe coincidir con el nombre y el apellido de esta cuenta.

source: Continue to account details
es: Continuar con los detalles de la cuenta

source: Confirm account number
es: Confirmar número de cuenta

source: Account Type
es: Tipo de cuenta

source: Savings
es: Ahorros

source: Continue to confirm details
es: Continuar para confirmar los detalles

source: Help finding your account number
es: Ayuda para encontrar su número de cuenta

source: Check back soon
es: Vuelve a consultar pronto

source: Review your information
es: Revisa tu información

source: First and last name
es: Nombre y apellido

source: Edit first and last name
es: Editar nombre y apellido

source: Edit email
es: Editar correo electrónico

source: Edit routing number
es: Editar número de ruta

source: Edit account type
es: Editar tipo de cuenta

source: Edit account number
es: Editar número de cuenta

source: By clicking Confirm, I authorize this app’s service provider, Dwolla, Inc., to originate credits and debits to the checking or savings account identified above for the purposes of micro-deposit verification. This authorization may be revoked at any time by notifying your institution in writing.
es: Al hacer clic en Confirmar, autorizo al proveedor de servicios de esta aplicación, Dwolla, Inc., a originar créditos y débitos en la cuenta corriente o de ahorros identificada anteriormente con el fin de verificar el microdepósito. Esta autorización puede revocarse en cualquier momento notificando a su institución por escrito.

source: Sending
es: Enviando

source: Confirm
es: Confirmar

source: account
es: cuenta

source: routing
es: número de ruta

source: Find your %1 number
es: Encuentra tu %1 número

source: Mobile app or online portal
es: Aplicación móvil o portal en línea

source: Log in and look for an account details section that usually includes your %1 number.
es: Inicie sesión y busque una sección de detalles de la cuenta que generalmente incluye su número %1.

source: Paper check
es: Cheque en papel

source: Your %1 number is on the bottom of your checks.
es: Su número %1 está en la parte inferior de sus cheques.

source: Bank statement
es: Extracto de cuenta

source: Your %1 number is usually included on your bank statement.
es: Normalmente, su número %1 se incluye en su extracto bancario.

source: Institution is not supported for microdeposit verification.
es: La institución no es compatible con la verificación de microdepósitos.

source: Enter routing number
es: Ingrese el número de ruta

source: Help finding your routing number
es: Ayuda a encontrar tu número de ruta

source: Deposits verified
es: Depósitos verificados

source: You're almost done setting things up. Continue to your institution.
es: Ya casi has terminado de configurar las cosas. Continuar a su institución.

source: Connect with account numbers
es: Conectarse con números de cuenta

source: How would you rate your experience?
es: ¿Cómo calificaría usted su experiencia?

source: Request to have it added
es: Solicitar que se agregue

source: Can't find your bank?
es: ¿No encuentra su banco?

source: Get help connecting your account
es: Obtenga ayuda para conectar su cuenta

source: Request support
es: Pedir soporte

source: Please use this form for technical issues about connecting your account. Do not include private or financial information, such as account number or password. For financial issues about transactions, bill pay, transfers, loans, rewards and so on, please contact the appropriate customer service department directly.
es: Utilice este formulario para problemas técnicos relacionados con la conexión de su cuenta. No incluya información privada o financiera, como número de cuenta o contraseña. Para cuestiones financieras sobre transacciones, pago de facturas, transferencias, préstamos, recompensas, etc., comuníquese directamente con el departamento de servicio al cliente correspondiente.

source: Your email address
es: Tu correo electrónico

source: Brief description of the issue
es: Breve descripción del problema

source: Details of the issue
es: Detalles del problema

source: Request received
es: Solicitud recibida

source: Thanks! Your request has been received. A reply will be sent to %1. Be sure to check your junk mail or spam folder, as replies sometimes end up there.
es: ¡Gracias! Su petición ha sido recibida. Se enviará una respuesta a %1. Asegúrese de revisar su correo no deseado o carpeta de correo no deseado, ya que las respuestas a veces terminan allí.

source: Our hours are Monday to Friday, 9 a.m. – 5 p.m. MST.
es: Nuestro horario de atención es de Lunes a Viernes, de 9am a 5pm, horario de la montaña (UTC -7)

source: Request an institution
es: Solicite una institución

source: If you can't find your financial institution, you may submit a request to add it to our system.
es: Si no puede encontrar su institución financiera, puede enviar una solicitud para agregarla a nuestro sistema.

source: Institution name
es: Nombre de la institución

source: Institution website
es: Sitio web de la institución

source: Institution login page (optional)
es: Página de inicio de sesión de la institución (opcional)

source: This process may take a while to finish
es: Este proceso puede tardar un poco en finalizar

source: Additional information required
es: Se requiere información adicional

source: Action needed
es: Accion necesaria

source: Connection delayed
es: Conexión retrasada

# connect/deletesurvey/disclaimer/text
source: Why do you want to disconnect %1?
es: ¿Por qué quieres desconectar %1?

source: Checking microdeposit amounts.
es: Consulta de importes de microdepósitos.

source: Manage connected institutions
es: Administrar instituciones conectadas

source: Basic account information
es: Información básica de la cuenta

source: Tax documents
es: Documentos fiscales

source: Oops! Tax statements must be enabled to use this feature.
es: ¡UPS! Las declaraciones de impuestos deben estar habilitadas para usar esta función.

source: Unable to proceed. Please try again later. Error: %1
es: Incapaz de proceder. Por favor, inténtelo de nuevo más tarde. Error: %1

source: Enter account information
es: Introduzca la información de la cuenta

source: Verification must be enabled to use this feature.
es: La verificación debe estar habilitada para usar esta función.

source: Delete
es: Eliminar

source: Connecting
es: Conectando

source: Please try again or come back later.
es: Inténtalo de nuevo o vuelve más tarde.

source: We welcome your feedback. Please do not share personal or financial information, such as account numbers or passwords. Your feedback is anonymous and will be available to this app and their data access provider, MX, to help improve the experience of connecting financial data.
es: Damos la bienvenida a sus comentarios. No comparta información personal o financiera, como números de cuenta o contraseñas. Sus comentarios son anónimos y estarán disponibles para esta aplicación y su proveedor de acceso a datos, MX, para ayudar a mejorar la experiencia de conexión de datos financieros.

source: What was %1 about it?
es: ¿Qué tenía de %1?

source: Very bad
es: Muy malo

source: Bad
es: Malo

source: Okay
es: Bien

source: Good
es: Bueno

source: Very good
es: Muy bueno

source: Connecting to %1
es: Conectarse a %1

source: Manual Institution
es: Institución Manual

source: Verify identity
es: Verificar identidad

source: Payment due day
es: Día de vencimiento del pago

source: Choose what day of the month your payment is due.
es: Elija el día del mes en que vence su pago.

source: Add account manually
es: Agregar cuenta manualmente

source: Track accounts, assets, and other things that don't have a live connection.
es: Rastree cuentas, activos y otras cosas que no tienen una conexión en vivo.

source: Account name
es: Nombre de la cuenta

source: Account balance
es: Saldo de la cuenta

source: Property type
es: Tipo de propiedad

source: Interest rate
es: Tasa de interés

source: Minimum payment
es: Pago mínimo

source: Day of the month payment is due
es: Día del mes en que vence el pago

source: Credit limit
es: Límite de crédito

source: Original balance
es: Saldo inicial

source: Business
es: Negocio

source: Save
es: Salvar

source: %1 added
es: %1 añadido

source: Your account has been saved manually. You can edit or delete it later.
es: Su cuenta ha sido salvada manualmente. Puede editarla o borrarla más tarde.

source: Oops! Verification must be enabled to use this feature.
es: ¡Oh, no! La verificación debe estar habilitada para usar esta función.

source: Delete manually added accounts?
es: ¿Eliminar cuentas añadidas manualmente?

source: This will remove all manually added accounts and their associated transactions. This cannot be undone.
es: Esto eliminará todas las cuentas agregadas manualmente y sus transacciones asociadas. Esto no se puede deshacer.

source: We’re working on it. Stick around!
es: Estamos trabajando en ello. ¡Quedarse!

source: We’re getting closer. Hang tight!
es: Nos estamos acercando. ¡Aguanta!

source: Still working. Stay with us!
es: Aún trabajando. ¡Quédate con nosotros!

source: Syncing your information.
es: Aún trabajando. ¡Quédate con nosotros!
