Repository: mxenabled/connect-widget
Catalog: src/connect/const/language/*.po
Languages: es

source: Getting verification data.
es: Obtener datos de verificación.

source: Getting identification data.
es: Obtención de datos de identificación.

source: Finishing up.
es: Terminando.

source: Caps lock is on
es: El bloqueo de mayúsculas está activado

source: Waiting for permission
es: Esperando permiso

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: Forgot your username?
es: ¿Olvidó su nombre de usuario?

source: Incorrect Credentials
es: Credenciales incorrectas

source: The credentials entered do not match those at %1. Please correct them below to continue.
es: Las credenciales ingresadas no coinciden con las de %1. Corríjalos a continuación para continuar.

source: Data access by
es: Acceso a datos por

source: You should have been directed to %1 to sign in and connect your account.
es: Debería haber sido dirigido a %1 para iniciar sesión y conectar su cuenta.

source: Loan
es: Préstamo

source: Credit Card
es: Tarjeta de Crédito

source: Investment
es: Inversión

source: Line of Credit
es: Línea de Crédito

source: Mortgage
es: Hipoteca

source: Property
es: Propiedad

source: Cash
es: Dinero

source: Insurance
es: Seguro

source: Prepaid
es: Tarjeta de Prepago

source: Real Estate
es: Bienes Raíces

source: Vehicle
es: Vehículo

source: Art
es: Arte

source: Jewelry
es: Joyas

source: Furniture
es: Muebles

source: Appliances
es: Accesorios

source: Computer
es: Ordenadores

source: Electronics
es: Electrónica

source: Sports Equipment
es: Equipo Deportivo

source: Miscellaneous
es: Misceláneos

source: Oops! We couldn't find that connection.
es: ¡Oh, no! No pudimos encontrar esa conexión.

source: Select a value
es: Seleccione un valor

source: Investments
es: Inversiones

source: Connect in seconds
es: Conéctese en segundos

source: MX helps you connect your financial accounts to apps and services. MX will allow your app to access only the data requested.
es: MX le ayuda a conectar sus cuentas financieras a aplicaciones y servicios. MX permitirá a tu app acceder solo a los datos solicitados.

source: Your data is encrypted and shared only with your permission. MX doesn’t sell your info, and you can stop sharing at any time.
es: Tus datos están encriptados y sólo se comparten con tu permiso. MX no vende tu información y puedes dejar de compartirla en cualquier momento.

source: Learn more
es: Más información

# connect/disclosure/policy/link
source: MX Privacy Policy
es: Política de privacidad de MX

source: Account not connected
es: Cuenta no conectada

source: This account can't be connected. There were too many failed attempts.
es: Esta cuenta no se puede conectar. Hubo demasiados intentos fallidos.

source: We’re unable to connect this account. Please review the account details you submitted.
es: No podemos conectar esta cuenta. Revise los detalles de la cuenta que envió.

source: We’re unable to connect this account. Please try again later.
es: No podemos conectar esta cuenta. Por favor, inténtelo más tarde.

source: Connect a different account
es: Conectar una cuenta diferente

# connect/disclosure/title
source: Connect your account
es: Conecta tu cuenta

# connect/disclosure/body
source: This app will have access to the information below unless you choose to disconnect:
es: Esta aplicación tendrá acceso a la siguiente información a menos que elija desconectar

source: Send
es: Enviar

source: Review your sharing permissions
es: Revise sus permisos de uso compartido

source: Trouble signing in?
es: ¿Problemas para iniciar sesión?

source: Please try saving your account again.
es: Intente guardar su cuenta nuevamente.

source: Search for your institution
es: Busque su institución

source: Submit an institution request
es: Presentar una solicitud de institución

source: No eligible accounts
es: No hay cuentas elegibles

source: No eligible checking or savings account was found. Please try a different account.
es: No se ha encontrado ninguna cuenta corriente o de ahorro que cumpla los requisitos. Pruebe con otra cuenta

source: None of your accounts are eligible checking or savings accounts. Please try a different account.
es: Ninguna de sus cuentas es una cuenta corriente o de ahorro elegible. Pruebe con otra cuenta.

source: Try another institution
es: Pruebe con otra institución

source: The first and last characters are blank spaces
es: El primer y último carácter son espacios en blanco

source: The first character is a blank space
es: El primer carácter es un espacio en blanco.

source: The last character is a blank space
es: El último carácter es un espacio en blanco.

source: Choose a reason for deleting
es: Elija un motivo para borrar

source: %1 trusts MX to connect your %2 account
es: %1 confía en MX para conectar su cuenta en %2

source: You have successfully connected %1 to %2
es: Usted ha conectado con éxito %1 a %2

source: This app trusts MX to connect your account
es: Esta aplicación confía en MX para conectar su cuenta

source: MX helps you connect your financial accounts to apps and services. MX will allow %1 to access only the data requested.
es: MX le ayuda a conectar sus cuentas financieras con aplicaciones y servicios. MX le permitirá a %1 acceder solamente a los datos que se hayan solicitado.

source: Select how to connect your account
es: Seleccione cómo conectar su cuenta

source: Instant
es: Instantánea

source: Securely log into your account. We found %1 institutions with routing number %2
es: Acceda a su cuenta de forma segura. Encontramos %1 instituciones con número de ruta %2

source: 2-3 days
es: 2-3 días

source: Enter account number
es: Ingrese el número de cuenta

source: Recommended
es: Recomendado

source: Select an account
es: Seleccione una cuenta

source: Loading …
es: Cargando …

source: Load more institutions
es: Cargar más instituciones

source: Close
es: Cerca

source: Log in at %1
es: Iniciar sesión en %1

source: You’ll be sent to %1 to securely log in.
es: Serás enviado a %1 para iniciar sesión de forma segura.

source: Then you’ll return here to finish connecting.
es: Luego volverás aquí para terminar de conectarte.

source: Go to log in
es: Ir a iniciar sesión

source: Data requested by %1
es: Datos solicitados por %1

source: Data %1 may request
es: Datos que %1 puede solicitar

source: Contact information
es: Información de contacto

source: Name, email, address, phone on file with this institution.
es: Nombre, correo electrónico, dirección y teléfono registrados en esta institución.

source: Personal information
es: Información personal

source: Name, email, address, phone, date of birth, tax ID, SSN on file with this institution.
es: Nombre, correo electrónico, dirección, teléfono, fecha de nacimiento, número de identificación fiscal, número de seguro social registrados en esta institución.

source: Account display name, masked account number, type, and description.
es: Nombre para mostrar de la cuenta, número de cuenta enmascarado, tipo y descripción.

source: Detailed account information
es: Información detallada sobre la cuenta

source: Account display name, masked account number, type, description, account balances, credit limits, due dates, interest rates, and rewards balances.
es: Nombre para mostrar de la cuenta, número de cuenta enmascarado, tipo, descripción, cuenta saldos de cuenta, límites de crédito, fechas de vencimiento, tipos de interés y saldos de recompensas.

source: Account payment information
es: Información de pago de la cuenta

source: Full account number and bank routing number.
es: Número de cuenta completo y número de ruta bancaria.

source: Details about individual underlying investments, contributions, investment loans, open orders, pension sources, vesting, holdings, and other relevant information about each holding.
es: Detalles sobre inversiones subyacentes individuales, contribuciones, préstamos de inversión, órdenes abiertas, fuentes de pensión, adquisición de derechos, participaciones y otra información relevante sobre cada participación.

source: Transactions
es: Transacciones

source: Historical and current transactions, transaction types, amounts, dates, and descriptions.
es: Transacciones históricas y actuales, tipos de transacción, importes, fechas y descripciones.

source: Statements
es: Declaraciones

source: Periodic PDF statement showing personal information, account, and transaction details.
es: Extracto periódico en PDF con información personal, detalles de la cuenta y de las transacciones.

source: your app
es: su aplicación

source: Your app
es: Su aplicación

source: Other available data
es: Otros datos disponibles

source: Data requested
es: Datos solicitados

source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.

source: Selecting Continue will take you to an external website with a different privacy policy, security measures, and terms and conditions.
es: Al seleccionar Continuar, accederá a un sitio web externo con una política de privacidad, medidas de seguridad y términos y condiciones diferentes.

# Verifying
source: Checking
es: Comprobando

source: The last 3 attempts to connect have failed. Please re-enter your credentials to continue importing data.
es: Los últimos 3 intentos de conexión han fallado. Vuelva a ingresar sus credenciales para continuar importando datos.

source: The credentials entered do not match those at %1. Please update them to continue.
es: Las credenciales ingresadas no coinciden con las de %1. Actualícelos para continuar.

source: It looks like your data from %1 cannot be imported. We are working to resolve the issue.
es: Parece que tus datos de %1 no se pueden importar. Estamos trabajando para resolver el problema.

# AccountType
source: Checking
es: Cheques

source: %1 may request access to the following data at any time, only as needed, in order to support your requested products and services.
es: %1 puede solicitar acceso a los siguientes datos en cualquier momento, solo cuando sea necesario, para respaldar los productos y servicios solicitados.

source: %1 is requesting access to the following data at this time in order to support your requested products and services.
es: %1 solicita acceso a los siguientes datos en este momento para respaldar los productos y servicios solicitados.

source: Account selection is required.
es: Se requiere selección de cuenta.

source: No eligible account was selected. Please select a checking or savings account.
es: No se seleccionó ninguna cuenta elegible. Seleccione una cuenta corriente o de ahorros.

source: No results found for ”%1”
es: No se encontraron resultados para ”%1”

source: Check spelling and try again, or try searching for another institution.
es: Revise la ortografía y vuelva a intentarlo, o intente buscar otra institución.

source: Enter your %1
es: Ingresa tu %1

source: This browser is not supported
es: Este navegador no es compatible

source: We no longer support Internet Explorer. You can continue, or switch to a supported browser, like
es: Ya no damos soporte a Internet Explorer. Puedes continuar, o cambiar a un navegador compatible, como

source: for a better experience.
es: para una mejor experiencia.

source: Clicking the links to supported browsers will take you to an external website with a different privacy policy, security measures, and terms and conditions.
es: Al hacer clic en los enlaces a los navegadores compatibles, se te llevará a un sitio web externo con una política de privacidad, medidas de seguridad y términos y condiciones diferentes.

source: Session expired
es: La sesión ha expirado

source: No recent activity
es: No hay actividad reciente

source: Please refresh your browser to continue.
es: Por favor, actualiza tu navegador para continuar.

source: Please click Continue to avoid timing out.
es: Por favor, haz clic en Continuar para evitar que se acabe el tiempo.

source: Unsupported Resolution
es: Resolución no admitida

source: Your screen zoom setting may not be compatible with the current screen size. The minimum supported width is 320 pixels. Please reduce your screen zoom setting to view all the content.
es: La configuración de zoom de su pantalla puede que no sea compatible con el tamaño actual de la pantalla. El ancho mínimo admitido es de 320 píxeles. Por favor, reduzca la configuración de zoom de su pantalla para ver todo el contenido.

source: Dismiss
es: Descartar

source: We've notified support and we're looking into the issue. Please try again later.
es: Hemos notificado al soporte y estamos investigando el problema. Por favor, inténtalo de nuevo más tarde.

source: Something went wrong.
es: Algo salió mal.

source: Please find the two small deposits less than a dollar each in your %1 account, and enter the amounts here.
es: Busque los dos depósitos pequeños de menos de un dólar cada uno en su cuenta %1 e ingrese los montos aquí.

source: Thanks for submitting your account info. Check back soon! In the next few days you should find two small deposits less than a dollar each in your %1 account. When you see them, come back here and enter the amounts.
es: Gracias por enviar la información de su cuenta. ¡Vuelve a consultar pronto! En los próximos días deberías encontrar dos pequeños depósitos de menos de un dólar cada uno en tu cuenta %1. Cuando los veas, regresa aquí e ingresa los montos.

source: We've connected to your financial institution, but couldn't find eligible checking or savings accounts for money movement; however, connected accounts may still provide aggregated data. Please try linking an account from a different institution.
es: Nos conectamos con su institución financiera, pero no pudimos encontrar cuentas corrientes o de ahorro elegibles para el movimiento de dinero; sin embargo, las cuentas conectadas aún pueden proporcionar datos agregados. Intente vincular una cuenta de una institución diferente.
